{
  "version": "1.0",
  "truncation": null,
  "padding": null,
  "added_tokens": [
    {
      "id": 0,
      "content": "[UNK]",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 1,
      "content": "[CLS]",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 2,
      "content": "[SEP]",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 3,
      "content": "[PAD]",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 4,
      "content": "[MASK]",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    }
  ],
  "normalizer": null,
  "pre_tokenizer": {
    "type": "Whitespace"
  },
  "post_processor": null,
  "decoder": null,
  "model": {
    "type": "BPE",
    "dropout": null,
    "unk_token": "[UNK]",
    "continuing_subword_prefix": null,
    "end_of_word_suffix": null,
    "fuse_unk": false,
    "byte_fallback": false,
    "ignore_merges": false,
    "vocab": {
      "[UNK]": 0,
      "[CLS]": 1,
      "[SEP]": 2,
      "[PAD]": 3,
      "[MASK]": 4,
      "\u0000": 5,
      "!": 6,
      "\"": 7,
      "#": 8,
      "$": 9,
      "%": 10,
      "&": 11,
      "'": 12,
      "(": 13,
      ")": 14,
      "*": 15,
      "+": 16,
      ",": 17,
      "-": 18,
      ".": 19,
      "/": 20,
      "0": 21,
      "1": 22,
      "2": 23,
      "3": 24,
      "4": 25,
      "5": 26,
      "6": 27,
      "7": 28,
      "8": 29,
      "9": 30,
      ":": 31,
      ";": 32,
      "<": 33,
      "=": 34,
      ">": 35,
      "?": 36,
      "@": 37,
      "A": 38,
      "B": 39,
      "C": 40,
      "D": 41,
      "E": 42,
      "F": 43,
      "G": 44,
      "H": 45,
      "I": 46,
      "J": 47,
      "K": 48,
      "L": 49,
      "M": 50,
      "N": 51,
      "O": 52,
      "P": 53,
      "Q": 54,
      "R": 55,
      "S": 56,
      "T": 57,
      "U": 58,
      "V": 59,
      "W": 60,
      "X": 61,
      "Y": 62,
      "Z": 63,
      "[": 64,
      "\\": 65,
      "]": 66,
      "^": 67,
      "_": 68,
      "`": 69,
      "a": 70,
      "b": 71,
      "c": 72,
      "d": 73,
      "e": 74,
      "f": 75,
      "g": 76,
      "h": 77,
      "i": 78,
      "j": 79,
      "k": 80,
      "l": 81,
      "m": 82,
      "n": 83,
      "o": 84,
      "p": 85,
      "q": 86,
      "r": 87,
      "s": 88,
      "t": 89,
      "u": 90,
      "v": 91,
      "w": 92,
      "x": 93,
      "y": 94,
      "z": 95,
      "{": 96,
      "|": 97,
      "}": 98,
      "~": 99,
      "": 100,
      "": 101,
      "": 102,
      "": 103,
      "": 104,
      "": 105,
      "": 106,
      "": 107,
      "": 108,
      "": 109,
      "": 110,
      "": 111,
      "": 112,
      "": 113,
      "": 114,
      "": 115,
      "": 116,
      "": 117,
      "": 118,
      "¡": 119,
      "¢": 120,
      "£": 121,
      "¤": 122,
      "¥": 123,
      "¦": 124,
      "§": 125,
      "¨": 126,
      "©": 127,
      "ª": 128,
      "«": 129,
      "¬": 130,
      "­": 131,
      "®": 132,
      "¯": 133,
      "°": 134,
      "±": 135,
      "²": 136,
      "³": 137,
      "´": 138,
      "µ": 139,
      "¶": 140,
      "·": 141,
      "¸": 142,
      "¹": 143,
      "º": 144,
      "»": 145,
      "¼": 146,
      "½": 147,
      "¾": 148,
      "¿": 149,
      "À": 150,
      "Á": 151,
      "Â": 152,
      "Ã": 153,
      "Ä": 154,
      "Å": 155,
      "Æ": 156,
      "Ç": 157,
      "È": 158,
      "É": 159,
      "Ë": 160,
      "Í": 161,
      "Î": 162,
      "Ï": 163,
      "Ñ": 164,
      "Ò": 165,
      "Ó": 166,
      "Õ": 167,
      "Ö": 168,
      "×": 169,
      "Ø": 170,
      "Ù": 171,
      "Ú": 172,
      "Ü": 173,
      "Þ": 174,
      "ß": 175,
      "à": 176,
      "á": 177,
      "â": 178,
      "ã": 179,
      "ä": 180,
      "å": 181,
      "æ": 182,
      "ç": 183,
      "è": 184,
      "é": 185,
      "ê": 186,
      "ë": 187,
      "ì": 188,
      "í": 189,
      "î": 190,
      "ï": 191,
      "ð": 192,
      "ñ": 193,
      "ò": 194,
      "ó": 195,
      "ô": 196,
      "õ": 197,
      "ö": 198,
      "÷": 199,
      "ø": 200,
      "ù": 201,
      "ú": 202,
      "û": 203,
      "ü": 204,
      "ý": 205,
      "þ": 206,
      "ÿ": 207,
      "Ā": 208,
      "ā": 209,
      "ă": 210,
      "ą": 211,
      "Ć": 212,
      "ć": 213,
      "Ĉ": 214,
      "ĉ": 215,
      "Č": 216,
      "č": 217,
      "ď": 218,
      "Đ": 219,
      "đ": 220,
      "Ē": 221,
      "ē": 222,
      "ė": 223,
      "ę": 224,
      "ě": 225,
      "Ĝ": 226,
      "ğ": 227,
      "ĥ": 228,
      "ħ": 229,
      "ī": 230,
      "ĭ": 231,
      "į": 232,
      "İ": 233,
      "ı": 234,
      "Ĵ": 235,
      "ĵ": 236,
      "ķ": 237,
      "ĺ": 238,
      "Ļ": 239,
      "Ľ": 240,
      "Ł": 241,
      "ł": 242,
      "ń": 243,
      "ņ": 244,
      "ň": 245,
      "ŋ": 246,
      "Ō": 247,
      "ō": 248,
      "ŏ": 249,
      "ő": 250,
      "Œ": 251,
      "œ": 252,
      "Ř": 253,
      "ř": 254,
      "Ś": 255,
      "ś": 256,
      "Ŝ": 257,
      "Ş": 258,
      "ş": 259,
      "Š": 260,
      "š": 261,
      "ţ": 262,
      "ť": 263,
      "Ŧ": 264,
      "Ũ": 265,
      "ũ": 266,
      "Ū": 267,
      "ū": 268,
      "ŭ": 269,
      "ů": 270,
      "ű": 271,
      "ŵ": 272,
      "Ÿ": 273,
      "ź": 274,
      "Ż": 275,
      "ż": 276,
      "Ž": 277,
      "ž": 278,
      "Ɔ": 279,
      "ƍ": 280,
      "Ƒ": 281,
      "ƒ": 282,
      "ƚ": 283,
      "ơ": 284,
      "ư": 285,
      "ǎ": 286,
      "ǐ": 287,
      "ǒ": 288,
      "ǔ": 289,
      "ǧ": 290,
      "ǫ": 291,
      "ǵ": 292,
      "Ǽ": 293,
      "ȗ": 294,
      "Ș": 295,
      "ș": 296,
      "Ț": 297,
      "ț": 298,
      "ȥ": 299,
      "Ȫ": 300,
      "ȭ": 301,
      "ɐ": 302,
      "ɑ": 303,
      "ɓ": 304,
      "ɔ": 305,
      "ɕ": 306,
      "ɗ": 307,
      "ə": 308,
      "ɛ": 309,
      "ɡ": 310,
      "ɣ": 311,
      "ɥ": 312,
      "ɦ": 313,
      "ɨ": 314,
      "ɪ": 315,
      "ɭ": 316,
      "ɮ": 317,
      "ɯ": 318,
      "ɰ": 319,
      "ɲ": 320,
      "ɵ": 321,
      "ɸ": 322,
      "ɹ": 323,
      "ɾ": 324,
      "ʀ": 325,
      "ʁ": 326,
      "ʂ": 327,
      "ʃ": 328,
      "ʈ": 329,
      "ʊ": 330,
      "ʌ": 331,
      "ʏ": 332,
      "ʑ": 333,
      "ʒ": 334,
      "ʔ": 335,
      "ʕ": 336,
      "ʖ": 337,
      "ʝ": 338,
      "ʪ": 339,
      "ʰ": 340,
      "ʱ": 341,
      "ʲ": 342,
      "ʷ": 343,
      "ʹ": 344,
      "ʺ": 345,
      "ʻ": 346,
      "ʼ": 347,
      "ʾ": 348,
      "ʿ": 349,
      "ˀ": 350,
      "˃": 351,
      "ˈ": 352,
      "ˌ": 353,
      "ː": 354,
      "˒": 355,
      "˚": 356,
      "˜": 357,
      "ˠ": 358,
      "ˡ": 359,
      "ˤ": 360,
      "̀": 361,
      "́": 362,
      "̃": 363,
      "̄": 364,
      "̆": 365,
      "̇": 366,
      "̈": 367,
      "̉": 368,
      "̋": 369,
      "̍": 370,
      "̚": 371,
      "̠": 372,
      "̥": 373,
      "̩": 374,
      "̪": 375,
      "̯": 376,
      "̸": 377,
      "͈": 378,
      "͕": 379,
      "͜": 380,
      "͞": 381,
      "͡": 382,
      "ͤ": 383,
      "ͦ": 384,
      ";": 385,
      "Ά": 386,
      "Έ": 387,
      "Ό": 388,
      "Α": 389,
      "Β": 390,
      "Γ": 391,
      "Δ": 392,
      "Ε": 393,
      "Ζ": 394,
      "Η": 395,
      "Θ": 396,
      "Ι": 397,
      "Κ": 398,
      "Λ": 399,
      "Μ": 400,
      "Ν": 401,
      "Ξ": 402,
      "Ο": 403,
      "Π": 404,
      "Ρ": 405,
      "Σ": 406,
      "Τ": 407,
      "Υ": 408,
      "Φ": 409,
      "Χ": 410,
      "Ω": 411,
      "ά": 412,
      "έ": 413,
      "ή": 414,
      "ί": 415,
      "α": 416,
      "β": 417,
      "γ": 418,
      "δ": 419,
      "ε": 420,
      "ζ": 421,
      "η": 422,
      "θ": 423,
      "ι": 424,
      "κ": 425,
      "λ": 426,
      "μ": 427,
      "ν": 428,
      "ξ": 429,
      "ο": 430,
      "π": 431,
      "ρ": 432,
      "ς": 433,
      "σ": 434,
      "τ": 435,
      "υ": 436,
      "φ": 437,
      "χ": 438,
      "ψ": 439,
      "ω": 440,
      "ό": 441,
      "ύ": 442,
      "ώ": 443,
      "ϕ": 444,
      "ϡ": 445,
      "ϰ": 446,
      "ϵ": 447,
      "Є": 448,
      "І": 449,
      "Ў": 450,
      "А": 451,
      "Б": 452,
      "В": 453,
      "Г": 454,
      "Д": 455,
      "Е": 456,
      "Ж": 457,
      "З": 458,
      "И": 459,
      "К": 460,
      "Л": 461,
      "М": 462,
      "Н": 463,
      "О": 464,
      "П": 465,
      "Р": 466,
      "С": 467,
      "Т": 468,
      "У": 469,
      "Ф": 470,
      "Х": 471,
      "Ц": 472,
      "Ч": 473,
      "Ш": 474,
      "Ъ": 475,
      "Э": 476,
      "Я": 477,
      "а": 478,
      "б": 479,
      "в": 480,
      "г": 481,
      "д": 482,
      "е": 483,
      "ж": 484,
      "з": 485,
      "и": 486,
      "й": 487,
      "к": 488,
      "л": 489,
      "м": 490,
      "н": 491,
      "о": 492,
      "п": 493,
      "р": 494,
      "с": 495,
      "т": 496,
      "у": 497,
      "ф": 498,
      "х": 499,
      "ц": 500,
      "ч": 501,
      "ш": 502,
      "щ": 503,
      "ъ": 504,
      "ы": 505,
      "ь": 506,
      "э": 507,
      "ю": 508,
      "я": 509,
      "ё": 510,
      "є": 511,
      "ѕ": 512,
      "і": 513,
      "ї": 514,
      "ћ": 515,
      "Ѧ": 516,
      "Ѳ": 517,
      "Ѻ": 518,
      "Ѿ": 519,
      "Ҁ": 520,
      "҄": 521,
      "Ғ": 522,
      "җ": 523,
      "қ": 524,
      "Ҡ": 525,
      "Ҭ": 526,
      "ү": 527,
      "ұ": 528,
      "ҵ": 529,
      "ҽ": 530,
      "ӎ": 531,
      "Ӑ": 532,
      "Ӓ": 533,
      "Ӧ": 534,
      "ө": 535,
      "Ԍ": 536,
      "԰": 537,
      "Ա": 538,
      "Դ": 539,
      "թ": 540,
      "ո": 541,
      "։": 542,
      "֑": 543,
      "֗": 544,
      "֝": 545,
      "֣": 546,
      "֥": 547,
      "֫": 548,
      "֭": 549,
      "ְ": 550,
      "ֱ": 551,
      "ֲ": 552,
      "ֳ": 553,
      "ִ": 554,
      "ֵ": 555,
      "ֶ": 556,
      "ַ": 557,
      "ָ": 558,
      "ֹ": 559,
      "ֻ": 560,
      "ּ": 561,
      "ֽ": 562,
      "־": 563,
      "ֿ": 564,
      "ׁ": 565,
      "ׂ": 566,
      "א": 567,
      "ב": 568,
      "ג": 569,
      "ד": 570,
      "ה": 571,
      "ו": 572,
      "ז": 573,
      "ח": 574,
      "ט": 575,
      "י": 576,
      "ך": 577,
      "כ": 578,
      "ל": 579,
      "ם": 580,
      "מ": 581,
      "ן": 582,
      "נ": 583,
      "ס": 584,
      "ע": 585,
      "ף": 586,
      "פ": 587,
      "ץ": 588,
      "צ": 589,
      "ק": 590,
      "ר": 591,
      "ש": 592,
      "ת": 593,
      "׳": 594,
      "״": 595,
      "،": 596,
      "؟": 597,
      "ء": 598,
      "آ": 599,
      "أ": 600,
      "ؤ": 601,
      "إ": 602,
      "ئ": 603,
      "ا": 604,
      "ب": 605,
      "ة": 606,
      "ت": 607,
      "ث": 608,
      "ج": 609,
      "ح": 610,
      "خ": 611,
      "د": 612,
      "ذ": 613,
      "ر": 614,
      "ز": 615,
      "س": 616,
      "ش": 617,
      "ص": 618,
      "ض": 619,
      "ط": 620,
      "ظ": 621,
      "ع": 622,
      "غ": 623,
      "ـ": 624,
      "ف": 625,
      "ق": 626,
      "ك": 627,
      "ل": 628,
      "م": 629,
      "ن": 630,
      "ه": 631,
      "و": 632,
      "ى": 633,
      "ي": 634,
      "ً": 635,
      "ٌ": 636,
      "ٍ": 637,
      "َ": 638,
      "ُ": 639,
      "ِ": 640,
      "ّ": 641,
      "ْ": 642,
      "ٓ": 643,
      "ٖ": 644,
      "ٗ": 645,
      "٠": 646,
      "١": 647,
      "٢": 648,
      "٥": 649,
      "٧": 650,
      "٨": 651,
      "٩": 652,
      "ٰ": 653,
      "ٱ": 654,
      "ٲ": 655,
      "ٹ": 656,
      "پ": 657,
      "چ": 658,
      "ک": 659,
      "ڪ": 660,
      "گ": 661,
      "ڷ": 662,
      "ں": 663,
      "ھ": 664,
      "ۀ": 665,
      "ہ": 666,
      "ی": 667,
      "ے": 668,
      "ۖ": 669,
      "ۗ": 670,
      "ۚ": 671,
      "ۜ": 672,
      "۞": 673,
      "ۡ": 674,
      "ۤ": 675,
      "ۥ": 676,
      "ۦ": 677,
      "۩": 678,
      "۱": 679,
      "۵": 680,
      "۽": 681,
      "ܐ": 682,
      "ܒ": 683,
      "ܘ": 684,
      "ܞ": 685,
      "ܡ": 686,
      "ܢ": 687,
      "ܨ": 688,
      "ܪ": 689,
      "ܵ": 690,
      "ޅ": 691,
      "ޑ": 692,
      "ޓ": 693,
      "ޗ": 694,
      "ު": 695,
      "ं": 696,
      "अ": 697,
      "आ": 698,
      "इ": 699,
      "ई": 700,
      "उ": 701,
      "ऊ": 702,
      "ए": 703,
      "ऐ": 704,
      "ओ": 705,
      "औ": 706,
      "क": 707,
      "ख": 708,
      "ग": 709,
      "घ": 710,
      "च": 711,
      "छ": 712,
      "ज": 713,
      "झ": 714,
      "ञ": 715,
      "ट": 716,
      "ठ": 717,
      "ड": 718,
      "ढ": 719,
      "ण": 720,
      "त": 721,
      "थ": 722,
      "द": 723,
      "ध": 724,
      "न": 725,
      "प": 726,
      "फ": 727,
      "ब": 728,
      "भ": 729,
      "म": 730,
      "य": 731,
      "र": 732,
      "ऱ": 733,
      "ल": 734,
      "व": 735,
      "श": 736,
      "ष": 737,
      "स": 738,
      "ह": 739,
      "़": 740,
      "ा": 741,
      "ि": 742,
      "ी": 743,
      "ु": 744,
      "ू": 745,
      "ृ": 746,
      "े": 747,
      "ै": 748,
      "ॉ": 749,
      "ो": 750,
      "ौ": 751,
      "्": 752,
      "ड़": 753,
      "।": 754,
      "०": 755,
      "१": 756,
      "२": 757,
      "८": 758,
      "আ": 759,
      "ই": 760,
      "উ": 761,
      "এ": 762,
      "ও": 763,
      "ক": 764,
      "খ": 765,
      "গ": 766,
      "ঘ": 767,
      "ঙ": 768,
      "ছ": 769,
      "জ": 770,
      "ট": 771,
      "ণ": 772,
      "ত": 773,
      "দ": 774,
      "ধ": 775,
      "ন": 776,
      "প": 777,
      "ব": 778,
      "ভ": 779,
      "ম": 780,
      "য": 781,
      "র": 782,
      "ল": 783,
      "শ": 784,
      "স": 785,
      "া": 786,
      "ি": 787,
      "ী": 788,
      "ু": 789,
      "ৃ": 790,
      "ে": 791,
      "ো": 792,
      "্": 793,
      "য়": 794,
      "૱": 795,
      "ஜ": 796,
      "௹": 797,
      "౪": 798,
      "ಂ": 799,
      "ಕ": 800,
      "ತ": 801,
      "ನ": 802,
      "ರ": 803,
      "ಶ": 804,
      "ಾ": 805,
      "ಿ": 806,
      "ೀ": 807,
      "್": 808,
      "ර": 809,
      "ු": 810,
      "ก": 811,
      "ข": 812,
      "ง": 813,
      "ช": 814,
      "ต": 815,
      "น": 816,
      "ป": 817,
      "พ": 818,
      "ย": 819,
      "อ": 820,
      "ะ": 821,
      "ั": 822,
      "า": 823,
      "ิ": 824,
      "ู": 825,
      "ฺ": 826,
      "เ": 827,
      "้": 828,
      "๑": 829,
      "་": 830,
      "།": 831,
      "ཀ": 832,
      "ཁ": 833,
      "ག": 834,
      "ང": 835,
      "ཅ": 836,
      "ཆ": 837,
      "ཉ": 838,
      "ད": 839,
      "ན": 840,
      "པ": 841,
      "ཕ": 842,
      "བ": 843,
      "མ": 844,
      "ཙ": 845,
      "ཞ": 846,
      "འ": 847,
      "ར": 848,
      "ལ": 849,
      "ཤ": 850,
      "ས": 851,
      "ི": 852,
      "ུ": 853,
      "ེ": 854,
      "ོ": 855,
      "ྐ": 856,
      "ྒ": 857,
      "ྟ": 858,
      "ྱ": 859,
      "ྲ": 860,
      "ል": 861,
      "ም": 862,
      "ሠ": 863,
      "ሥ": 864,
      "ሱ": 865,
      "ስ": 866,
      "ተ": 867,
      "ት": 868,
      "ነ": 869,
      "ን": 870,
      "ኣ": 871,
      "ኽ": 872,
      "ገ": 873,
      "ጉ": 874,
      "ጣ": 875,
      "፡": 876,
      "ᐛ": 877,
      "ᕙ": 878,
      "᠎": 879,
      "ᠠ": 880,
      "ᠣ": 881,
      "ᠤ": 882,
      "ᠪ": 883,
      "ᠭ": 884,
      "ᴄ": 885,
      "ᴗ": 886,
      "ᵟ": 887,
      "ᵹ": 888,
      "ḇ": 889,
      "ḋ": 890,
      "ḍ": 891,
      "Ḡ": 892,
      "ḡ": 893,
      "Ḥ": 894,
      "ḥ": 895,
      "ḫ": 896,
      "Ḵ": 897,
      "ḵ": 898,
      "ṁ": 899,
      "ṃ": 900,
      "ṅ": 901,
      "ṇ": 902,
      "ṛ": 903,
      "Ṣ": 904,
      "ṣ": 905,
      "Ṭ": 906,
      "ṭ": 907,
      "Ẓ": 908,
      "ẓ": 909,
      "ẕ": 910,
      "ẟ": 911,
      "ạ": 912,
      "ả": 913,
      "ấ": 914,
      "ầ": 915,
      "ậ": 916,
      "ắ": 917,
      "ẳ": 918,
      "ặ": 919,
      "ẹ": 920,
      "ẻ": 921,
      "ế": 922,
      "ề": 923,
      "ễ": 924,
      "Ệ": 925,
      "ệ": 926,
      "ỉ": 927,
      "Ọ": 928,
      "ọ": 929,
      "ồ": 930,
      "ổ": 931,
      "ộ": 932,
      "ớ": 933,
      "ờ": 934,
      "ở": 935,
      "ủ": 936,
      "ử": 937,
      "ữ": 938,
      "ự": 939,
      "ỳ": 940,
      "ỹ": 941,
      "ἀ": 942,
      "ἄ": 943,
      "Ἅ": 944,
      "ὁ": 945,
      "ὅ": 946,
      "ὐ": 947,
      "ὑ": 948,
      "ὠ": 949,
      "ὰ": 950,
      "ὶ": 951,
      "ᾱ": 952,
      "ᾶ": 953,
      "ῆ": 954,
      "ῖ": 955,
      "ῶ": 956,
      "ῷ": 957,
      "​": 958,
      "‌": 959,
      "‍": 960,
      "‎": 961,
      "‏": 962,
      "‐": 963,
      "‑": 964,
      "‒": 965,
      "–": 966,
      "—": 967,
      "―": 968,
      "‘": 969,
      "’": 970,
      "‚": 971,
      "“": 972,
      "”": 973,
      "„": 974,
      "‟": 975,
      "†": 976,
      "‡": 977,
      "•": 978,
      "․": 979,
      "…": 980,
      "‧": 981,
      "‪": 982,
      "‬": 983,
      "‰": 984,
      "′": 985,
      "″": 986,
      "‹": 987,
      "›": 988,
      "※": 989,
      "‼": 990,
      "‿": 991,
      "⁂": 992,
      "⁄": 993,
      "⁡": 994,
      "⁢": 995,
      "⁰": 996,
      "⁴": 997,
      "⁵": 998,
      "⁶": 999,
      "⁷": 1000,
      "⁸": 1001,
      "⁹": 1002,
      "₁": 1003,
      "₃": 1004,
      "₤": 1005,
      "₨": 1006,
      "₩": 1007,
      "₪": 1008,
      "€": 1009,
      "₱": 1010,
      "₹": 1011,
      "℃": 1012,
      "℅": 1013,
      "℉": 1014,
      "ℓ": 1015,
      "№": 1016,
      "℗": 1017,
      "ℝ": 1018,
      "℠": 1019,
      "™": 1020,
      "ℳ": 1021,
      "ⅆ": 1022,
      "⅓": 1023,
      "⅔": 1024,
      "⅕": 1025,
      "⅖": 1026,
      "⅛": 1027,
      "←": 1028,
      "↑": 1029,
      "→": 1030,
      "↓": 1031,
      "↔": 1032,
      "↞": 1033,
      "↠": 1034,
      "↩": 1035,
      "↪": 1036,
      "↺": 1037,
      "↻": 1038,
      "⇀": 1039,
      "⇐": 1040,
      "⇒": 1041,
      "⇓": 1042,
      "⇔": 1043,
      "⇧": 1044,
      "∀": 1045,
      "∂": 1046,
      "∆": 1047,
      "∇": 1048,
      "∈": 1049,
      "∉": 1050,
      "∑": 1051,
      "−": 1052,
      "∓": 1053,
      "∖": 1054,
      "∗": 1055,
      "∘": 1056,
      "√": 1057,
      "∝": 1058,
      "∞": 1059,
      "∩": 1060,
      "∫": 1061,
      "∼": 1062,
      "≈": 1063,
      "≜": 1064,
      "≠": 1065,
      "≡": 1066,
      "≤": 1067,
      "≥": 1068,
      "≦": 1069,
      "≧": 1070,
      "≪": 1071,
      "⊂": 1072,
      "⊕": 1073,
      "⋂": 1074,
      "⋃": 1075,
      "⋅": 1076,
      "⋆": 1077,
      "⌂": 1078,
      "⌛": 1079,
      "⍋": 1080,
      "⍍": 1081,
      "⍙": 1082,
      "⏟": 1083,
      "␤": 1084,
      "①": 1085,
      "Ⓐ": 1086,
      "Ⓜ": 1087,
      "Ⓥ": 1088,
      "ⓒ": 1089,
      "─": 1090,
      "│": 1091,
      "┃": 1092,
      "┌": 1093,
      "└": 1094,
      "┘": 1095,
      "╚": 1096,
      "╝": 1097,
      "╥": 1098,
      "█": 1099,
      "░": 1100,
      "▒": 1101,
      "▓": 1102,
      "■": 1103,
      "□": 1104,
      "▪": 1105,
      "▲": 1106,
      "△": 1107,
      "▸": 1108,
      "►": 1109,
      "▼": 1110,
      "◄": 1111,
      "◆": 1112,
      "◉": 1113,
      "◊": 1114,
      "○": 1115,
      "◌": 1116,
      "◎": 1117,
      "●": 1118,
      "◕": 1119,
      "◠": 1120,
      "◡": 1121,
      "◦": 1122,
      "☀": 1123,
      "☁": 1124,
      "☃": 1125,
      "★": 1126,
      "☆": 1127,
      "☔": 1128,
      "☕": 1129,
      "☧": 1130,
      "☮": 1131,
      "☹": 1132,
      "☺": 1133,
      "♀": 1134,
      "♂": 1135,
      "♚": 1136,
      "♞": 1137,
      "♠": 1138,
      "♡": 1139,
      "♥": 1140,
      "♦": 1141,
      "♪": 1142,
      "♫": 1143,
      "♬": 1144,
      "♭": 1145,
      "♮": 1146,
      "♯": 1147,
      "⚓": 1148,
      "⚛": 1149,
      "⚠": 1150,
      "⚡": 1151,
      "⚪": 1152,
      "⚫": 1153,
      "⚽": 1154,
      "⛄": 1155,
      "⛳": 1156,
      "✅": 1157,
      "✈": 1158,
      "✉": 1159,
      "✊": 1160,
      "✌": 1161,
      "✍": 1162,
      "✓": 1163,
      "✔": 1164,
      "✕": 1165,
      "✖": 1166,
      "✗": 1167,
      "✥": 1168,
      "✧": 1169,
      "✨": 1170,
      "✭": 1171,
      "✰": 1172,
      "✱": 1173,
      "✿": 1174,
      "❄": 1175,
      "❑": 1176,
      "❓": 1177,
      "❤": 1178,
      "❮": 1179,
      "❯": 1180,
      "➜": 1181,
      "➝": 1182,
      "➡": 1183,
      "➤": 1184,
      "➥": 1185,
      "⟦": 1186,
      "⟧": 1187,
      "⟨": 1188,
      "⟩": 1189,
      "⟶": 1190,
      "⟹": 1191,
      "⨁": 1192,
      "⩾": 1193,
      "⪅": 1194,
      "⬇": 1195,
      "⬛": 1196,
      "⭐": 1197,
      "ⲁ": 1198,
      "Ⲃ": 1199,
      "ⲅ": 1200,
      "Ⲇ": 1201,
      "ⲇ": 1202,
      "ⲓ": 1203,
      "ⲗ": 1204,
      "ⲟ": 1205,
      "Ⲡ": 1206,
      "ⲥ": 1207,
      "、": 1208,
      "。": 1209,
      "々": 1210,
      "〈": 1211,
      "〉": 1212,
      "《": 1213,
      "》": 1214,
      "「": 1215,
      "」": 1216,
      "『": 1217,
      "』": 1218,
      "【": 1219,
      "】": 1220,
      "〒": 1221,
      "〜": 1222,
      "ぁ": 1223,
      "あ": 1224,
      "い": 1225,
      "う": 1226,
      "え": 1227,
      "お": 1228,
      "か": 1229,
      "が": 1230,
      "き": 1231,
      "ぎ": 1232,
      "く": 1233,
      "ぐ": 1234,
      "け": 1235,
      "げ": 1236,
      "こ": 1237,
      "ご": 1238,
      "さ": 1239,
      "ざ": 1240,
      "し": 1241,
      "じ": 1242,
      "す": 1243,
      "ず": 1244,
      "せ": 1245,
      "そ": 1246,
      "ぞ": 1247,
      "た": 1248,
      "だ": 1249,
      "ち": 1250,
      "っ": 1251,
      "つ": 1252,
      "づ": 1253,
      "て": 1254,
      "で": 1255,
      "と": 1256,
      "ど": 1257,
      "な": 1258,
      "に": 1259,
      "ぬ": 1260,
      "ね": 1261,
      "の": 1262,
      "は": 1263,
      "ば": 1264,
      "ぱ": 1265,
      "ひ": 1266,
      "び": 1267,
      "ふ": 1268,
      "ぶ": 1269,
      "へ": 1270,
      "べ": 1271,
      "ぺ": 1272,
      "ほ": 1273,
      "ぼ": 1274,
      "ま": 1275,
      "み": 1276,
      "む": 1277,
      "め": 1278,
      "も": 1279,
      "や": 1280,
      "ゆ": 1281,
      "ょ": 1282,
      "よ": 1283,
      "ら": 1284,
      "り": 1285,
      "る": 1286,
      "れ": 1287,
      "ろ": 1288,
      "わ": 1289,
      "を": 1290,
      "ん": 1291,
      "ゞ": 1292,
      "ァ": 1293,
      "ア": 1294,
      "ィ": 1295,
      "イ": 1296,
      "ゥ": 1297,
      "ウ": 1298,
      "ェ": 1299,
      "エ": 1300,
      "ォ": 1301,
      "オ": 1302,
      "カ": 1303,
      "ガ": 1304,
      "キ": 1305,
      "ギ": 1306,
      "ク": 1307,
      "グ": 1308,
      "ケ": 1309,
      "ゲ": 1310,
      "コ": 1311,
      "ゴ": 1312,
      "サ": 1313,
      "ザ": 1314,
      "シ": 1315,
      "ジ": 1316,
      "ス": 1317,
      "ズ": 1318,
      "セ": 1319,
      "ゼ": 1320,
      "ソ": 1321,
      "ゾ": 1322,
      "タ": 1323,
      "ダ": 1324,
      "チ": 1325,
      "ッ": 1326,
      "ツ": 1327,
      "テ": 1328,
      "デ": 1329,
      "ト": 1330,
      "ド": 1331,
      "ナ": 1332,
      "ニ": 1333,
      "ネ": 1334,
      "ノ": 1335,
      "ハ": 1336,
      "バ": 1337,
      "パ": 1338,
      "ヒ": 1339,
      "ビ": 1340,
      "ピ": 1341,
      "フ": 1342,
      "ブ": 1343,
      "プ": 1344,
      "ヘ": 1345,
      "ベ": 1346,
      "ペ": 1347,
      "ホ": 1348,
      "ボ": 1349,
      "ポ": 1350,
      "マ": 1351,
      "ミ": 1352,
      "ム": 1353,
      "メ": 1354,
      "モ": 1355,
      "ャ": 1356,
      "ヤ": 1357,
      "ュ": 1358,
      "ユ": 1359,
      "ョ": 1360,
      "ヨ": 1361,
      "ラ": 1362,
      "リ": 1363,
      "ル": 1364,
      "レ": 1365,
      "ロ": 1366,
      "ワ": 1367,
      "ヲ": 1368,
      "ン": 1369,
      "ヴ": 1370,
      "・": 1371,
      "ー": 1372,
      "ヽ": 1373,
      "ㄱ": 1374,
      "ㄲ": 1375,
      "ㄴ": 1376,
      "ㄷ": 1377,
      "ㄸ": 1378,
      "ㄹ": 1379,
      "ㅁ": 1380,
      "ㅂ": 1381,
      "ㅃ": 1382,
      "ㅅ": 1383,
      "ㅆ": 1384,
      "ㅇ": 1385,
      "ㅈ": 1386,
      "ㅉ": 1387,
      "ㅊ": 1388,
      "ㅋ": 1389,
      "ㅌ": 1390,
      "ㅍ": 1391,
      "ㅎ": 1392,
      "ㅏ": 1393,
      "ㅐ": 1394,
      "ㅑ": 1395,
      "ㅒ": 1396,
      "ㅓ": 1397,
      "ㅔ": 1398,
      "ㅕ": 1399,
      "ㅖ": 1400,
      "ㅗ": 1401,
      "ㅘ": 1402,
      "ㅙ": 1403,
      "ㅚ": 1404,
      "ㅛ": 1405,
      "ㅜ": 1406,
      "ㅝ": 1407,
      "ㅞ": 1408,
      "ㅟ": 1409,
      "ㅠ": 1410,
      "ㅡ": 1411,
      "ㅢ": 1412,
      "ㅣ": 1413,
      "ㆍ": 1414,
      "一": 1415,
      "丁": 1416,
      "七": 1417,
      "万": 1418,
      "丈": 1419,
      "三": 1420,
      "上": 1421,
      "下": 1422,
      "不": 1423,
      "与": 1424,
      "专": 1425,
      "世": 1426,
      "丘": 1427,
      "业": 1428,
      "东": 1429,
      "丝": 1430,
      "両": 1431,
      "两": 1432,
      "並": 1433,
      "个": 1434,
      "中": 1435,
      "丰": 1436,
      "串": 1437,
      "临": 1438,
      "丸": 1439,
      "丹": 1440,
      "为": 1441,
      "主": 1442,
      "丽": 1443,
      "么": 1444,
      "之": 1445,
      "乌": 1446,
      "乐": 1447,
      "乔": 1448,
      "也": 1449,
      "书": 1450,
      "乱": 1451,
      "亀": 1452,
      "亂": 1453,
      "了": 1454,
      "予": 1455,
      "争": 1456,
      "事": 1457,
      "二": 1458,
      "于": 1459,
      "云": 1460,
      "五": 1461,
      "亚": 1462,
      "交": 1463,
      "亦": 1464,
      "产": 1465,
      "京": 1466,
      "人": 1467,
      "什": 1468,
      "仇": 1469,
      "今": 1470,
      "介": 1471,
      "仏": 1472,
      "仕": 1473,
      "他": 1474,
      "仗": 1475,
      "付": 1476,
      "仙": 1477,
      "代": 1478,
      "令": 1479,
      "以": 1480,
      "们": 1481,
      "仰": 1482,
      "件": 1483,
      "任": 1484,
      "份": 1485,
      "仿": 1486,
      "企": 1487,
      "伊": 1488,
      "伍": 1489,
      "会": 1490,
      "伝": 1491,
      "伟": 1492,
      "传": 1493,
      "伯": 1494,
      "伽": 1495,
      "但": 1496,
      "位": 1497,
      "住": 1498,
      "佐": 1499,
      "体": 1500,
      "何": 1501,
      "佛": 1502,
      "作": 1503,
      "你": 1504,
      "使": 1505,
      "來": 1506,
      "供": 1507,
      "依": 1508,
      "侶": 1509,
      "便": 1510,
      "係": 1511,
      "俊": 1512,
      "俗": 1513,
      "保": 1514,
      "俞": 1515,
      "信": 1516,
      "修": 1517,
      "俱": 1518,
      "個": 1519,
      "倒": 1520,
      "値": 1521,
      "假": 1522,
      "偉": 1523,
      "做": 1524,
      "停": 1525,
      "健": 1526,
      "側": 1527,
      "偵": 1528,
      "傍": 1529,
      "催": 1530,
      "傷": 1531,
      "傾": 1532,
      "働": 1533,
      "像": 1534,
      "僕": 1535,
      "僧": 1536,
      "儀": 1537,
      "元": 1538,
      "充": 1539,
      "先": 1540,
      "光": 1541,
      "克": 1542,
      "入": 1543,
      "全": 1544,
      "公": 1545,
      "六": 1546,
      "兰": 1547,
      "共": 1548,
      "关": 1549,
      "兴": 1550,
      "兵": 1551,
      "其": 1552,
      "具": 1553,
      "典": 1554,
      "兹": 1555,
      "兼": 1556,
      "兽": 1557,
      "内": 1558,
      "円": 1559,
      "再": 1560,
      "写": 1561,
      "军": 1562,
      "农": 1563,
      "冠": 1564,
      "冬": 1565,
      "冰": 1566,
      "冶": 1567,
      "凉": 1568,
      "凭": 1569,
      "凯": 1570,
      "凶": 1571,
      "出": 1572,
      "击": 1573,
      "分": 1574,
      "切": 1575,
      "刈": 1576,
      "列": 1577,
      "则": 1578,
      "刚": 1579,
      "创": 1580,
      "初": 1581,
      "判": 1582,
      "別": 1583,
      "利": 1584,
      "别": 1585,
      "到": 1586,
      "制": 1587,
      "刺": 1588,
      "刻": 1589,
      "剁": 1590,
      "前": 1591,
      "剑": 1592,
      "剛": 1593,
      "剣": 1594,
      "剥": 1595,
      "剧": 1596,
      "創": 1597,
      "劇": 1598,
      "力": 1599,
      "功": 1600,
      "加": 1601,
      "劣": 1602,
      "动": 1603,
      "助": 1604,
      "努": 1605,
      "劫": 1606,
      "励": 1607,
      "勃": 1608,
      "勇": 1609,
      "勉": 1610,
      "勒": 1611,
      "動": 1612,
      "務": 1613,
      "勛": 1614,
      "勝": 1615,
      "勞": 1616,
      "勲": 1617,
      "勳": 1618,
      "包": 1619,
      "化": 1620,
      "北": 1621,
      "医": 1622,
      "區": 1623,
      "十": 1624,
      "升": 1625,
      "半": 1626,
      "华": 1627,
      "卐": 1628,
      "卒": 1629,
      "協": 1630,
      "单": 1631,
      "南": 1632,
      "博": 1633,
      "卡": 1634,
      "卢": 1635,
      "卫": 1636,
      "危": 1637,
      "即": 1638,
      "卷": 1639,
      "卸": 1640,
      "厅": 1641,
      "历": 1642,
      "厚": 1643,
      "原": 1644,
      "厦": 1645,
      "厭": 1646,
      "去": 1647,
      "参": 1648,
      "又": 1649,
      "叉": 1650,
      "及": 1651,
      "友": 1652,
      "反": 1653,
      "収": 1654,
      "发": 1655,
      "取": 1656,
      "受": 1657,
      "变": 1658,
      "叙": 1659,
      "叛": 1660,
      "口": 1661,
      "古": 1662,
      "叩": 1663,
      "只": 1664,
      "召": 1665,
      "可": 1666,
      "台": 1667,
      "史": 1668,
      "右": 1669,
      "叶": 1670,
      "号": 1671,
      "司": 1672,
      "各": 1673,
      "合": 1674,
      "吉": 1675,
      "同": 1676,
      "名": 1677,
      "后": 1678,
      "向": 1679,
      "君": 1680,
      "否": 1681,
      "启": 1682,
      "吳": 1683,
      "吹": 1684,
      "吾": 1685,
      "告": 1686,
      "员": 1687,
      "周": 1688,
      "呪": 1689,
      "味": 1690,
      "命": 1691,
      "和": 1692,
      "咸": 1693,
      "咽": 1694,
      "品": 1695,
      "員": 1696,
      "唄": 1697,
      "唐": 1698,
      "唤": 1699,
      "唯": 1700,
      "唱": 1701,
      "商": 1702,
      "問": 1703,
      "啓": 1704,
      "啼": 1705,
      "善": 1706,
      "喚": 1707,
      "喝": 1708,
      "営": 1709,
      "喻": 1710,
      "嘉": 1711,
      "嘗": 1712,
      "噉": 1713,
      "噌": 1714,
      "器": 1715,
      "噴": 1716,
      "四": 1717,
      "回": 1718,
      "因": 1719,
      "团": 1720,
      "団": 1721,
      "园": 1722,
      "囲": 1723,
      "国": 1724,
      "國": 1725,
      "園": 1726,
      "團": 1727,
      "土": 1728,
      "圧": 1729,
      "在": 1730,
      "地": 1731,
      "场": 1732,
      "均": 1733,
      "坎": 1734,
      "坏": 1735,
      "坑": 1736,
      "坛": 1737,
      "坡": 1738,
      "坦": 1739,
      "型": 1740,
      "垢": 1741,
      "埃": 1742,
      "城": 1743,
      "域": 1744,
      "培": 1745,
      "基": 1746,
      "堂": 1747,
      "堅": 1748,
      "堡": 1749,
      "堯": 1750,
      "報": 1751,
      "場": 1752,
      "塊": 1753,
      "塔": 1754,
      "塗": 1755,
      "塘": 1756,
      "塞": 1757,
      "塾": 1758,
      "境": 1759,
      "墓": 1760,
      "増": 1761,
      "增": 1762,
      "墟": 1763,
      "墳": 1764,
      "壇": 1765,
      "壊": 1766,
      "壌": 1767,
      "士": 1768,
      "壮": 1769,
      "売": 1770,
      "壳": 1771,
      "壽": 1772,
      "备": 1773,
      "変": 1774,
      "复": 1775,
      "夏": 1776,
      "外": 1777,
      "多": 1778,
      "夜": 1779,
      "夢": 1780,
      "大": 1781,
      "天": 1782,
      "太": 1783,
      "夫": 1784,
      "夯": 1785,
      "失": 1786,
      "头": 1787,
      "夹": 1788,
      "奇": 1789,
      "奉": 1790,
      "奋": 1791,
      "奖": 1792,
      "奥": 1793,
      "奪": 1794,
      "女": 1795,
      "好": 1796,
      "如": 1797,
      "妍": 1798,
      "妯": 1799,
      "妹": 1800,
      "妻": 1801,
      "始": 1802,
      "委": 1803,
      "姚": 1804,
      "威": 1805,
      "娅": 1806,
      "娌": 1807,
      "娘": 1808,
      "娜": 1809,
      "婆": 1810,
      "婚": 1811,
      "嫁": 1812,
      "嫌": 1813,
      "嫩": 1814,
      "嬢": 1815,
      "子": 1816,
      "孔": 1817,
      "字": 1818,
      "存": 1819,
      "孜": 1820,
      "孝": 1821,
      "孟": 1822,
      "季": 1823,
      "学": 1824,
      "孩": 1825,
      "學": 1826,
      "孺": 1827,
      "宁": 1828,
      "宅": 1829,
      "守": 1830,
      "安": 1831,
      "完": 1832,
      "宗": 1833,
      "官": 1834,
      "定": 1835,
      "宛": 1836,
      "宜": 1837,
      "宝": 1838,
      "实": 1839,
      "実": 1840,
      "客": 1841,
      "宣": 1842,
      "室": 1843,
      "宮": 1844,
      "害": 1845,
      "宴": 1846,
      "家": 1847,
      "容": 1848,
      "宿": 1849,
      "寄": 1850,
      "密": 1851,
      "富": 1852,
      "寒": 1853,
      "察": 1854,
      "審": 1855,
      "寮": 1856,
      "寶": 1857,
      "对": 1858,
      "寺": 1859,
      "寻": 1860,
      "导": 1861,
      "対": 1862,
      "寿": 1863,
      "封": 1864,
      "専": 1865,
      "射": 1866,
      "将": 1867,
      "將": 1868,
      "尊": 1869,
      "對": 1870,
      "小": 1871,
      "少": 1872,
      "尔": 1873,
      "就": 1874,
      "尼": 1875,
      "尾": 1876,
      "局": 1877,
      "居": 1878,
      "屋": 1879,
      "展": 1880,
      "属": 1881,
      "山": 1882,
      "岩": 1883,
      "岸": 1884,
      "島": 1885,
      "崎": 1886,
      "嵐": 1887,
      "巌": 1888,
      "川": 1889,
      "州": 1890,
      "巡": 1891,
      "工": 1892,
      "巨": 1893,
      "巫": 1894,
      "差": 1895,
      "己": 1896,
      "已": 1897,
      "巷": 1898,
      "市": 1899,
      "布": 1900,
      "希": 1901,
      "帕": 1902,
      "帝": 1903,
      "師": 1904,
      "帮": 1905,
      "帰": 1906,
      "常": 1907,
      "幕": 1908,
      "幣": 1909,
      "干": 1910,
      "平": 1911,
      "年": 1912,
      "并": 1913,
      "幸": 1914,
      "幻": 1915,
      "幼": 1916,
      "幾": 1917,
      "广": 1918,
      "広": 1919,
      "庄": 1920,
      "庆": 1921,
      "庐": 1922,
      "底": 1923,
      "店": 1924,
      "庞": 1925,
      "度": 1926,
      "座": 1927,
      "庫": 1928,
      "庭": 1929,
      "廃": 1930,
      "廠": 1931,
      "延": 1932,
      "廷": 1933,
      "建": 1934,
      "开": 1935,
      "弄": 1936,
      "式": 1937,
      "引": 1938,
      "弗": 1939,
      "張": 1940,
      "强": 1941,
      "弾": 1942,
      "彊": 1943,
      "彌": 1944,
      "当": 1945,
      "录": 1946,
      "形": 1947,
      "彦": 1948,
      "彩": 1949,
      "彭": 1950,
      "影": 1951,
      "役": 1952,
      "彼": 1953,
      "往": 1954,
      "待": 1955,
      "很": 1956,
      "律": 1957,
      "後": 1958,
      "従": 1959,
      "得": 1960,
      "徙": 1961,
      "從": 1962,
      "御": 1963,
      "復": 1964,
      "微": 1965,
      "徵": 1966,
      "德": 1967,
      "心": 1968,
      "必": 1969,
      "忍": 1970,
      "志": 1971,
      "忘": 1972,
      "応": 1973,
      "快": 1974,
      "念": 1975,
      "思": 1976,
      "急": 1977,
      "性": 1978,
      "怪": 1979,
      "恆": 1980,
      "恋": 1981,
      "恒": 1982,
      "恩": 1983,
      "息": 1984,
      "恵": 1985,
      "恶": 1986,
      "悟": 1987,
      "悪": 1988,
      "情": 1989,
      "惑": 1990,
      "惠": 1991,
      "想": 1992,
      "愈": 1993,
      "意": 1994,
      "愚": 1995,
      "愛": 1996,
      "感": 1997,
      "慄": 1998,
      "慰": 1999,
      "慶": 2000,
      "憂": 2001,
      "憎": 2002,
      "應": 2003,
      "懐": 2004,
      "懸": 2005,
      "戎": 2006,
      "戏": 2007,
      "成": 2008,
      "我": 2009,
      "或": 2010,
      "战": 2011,
      "戦": 2012,
      "戰": 2013,
      "戴": 2014,
      "户": 2015,
      "戻": 2016,
      "房": 2017,
      "所": 2018,
      "手": 2019,
      "才": 2020,
      "打": 2021,
      "払": 2022,
      "托": 2023,
      "扶": 2024,
      "找": 2025,
      "技": 2026,
      "把": 2027,
      "投": 2028,
      "抗": 2029,
      "折": 2030,
      "抜": 2031,
      "报": 2032,
      "抱": 2033,
      "押": 2034,
      "拉": 2035,
      "拌": 2036,
      "拓": 2037,
      "招": 2038,
      "拠": 2039,
      "拡": 2040,
      "拭": 2041,
      "拳": 2042,
      "拾": 2043,
      "拿": 2044,
      "持": 2045,
      "指": 2046,
      "按": 2047,
      "挑": 2048,
      "振": 2049,
      "捏": 2050,
      "捕": 2051,
      "捞": 2052,
      "换": 2053,
      "捨": 2054,
      "掃": 2055,
      "掌": 2056,
      "排": 2057,
      "掘": 2058,
      "掠": 2059,
      "採": 2060,
      "探": 2061,
      "接": 2062,
      "控": 2063,
      "推": 2064,
      "掲": 2065,
      "揃": 2066,
      "提": 2067,
      "換": 2068,
      "握": 2069,
      "揺": 2070,
      "搅": 2071,
      "搬": 2072,
      "摘": 2073,
      "摩": 2074,
      "撃": 2075,
      "撞": 2076,
      "攝": 2077,
      "支": 2078,
      "收": 2079,
      "攸": 2080,
      "改": 2081,
      "攻": 2082,
      "放": 2083,
      "故": 2084,
      "敏": 2085,
      "敖": 2086,
      "敗": 2087,
      "教": 2088,
      "散": 2089,
      "数": 2090,
      "整": 2091,
      "敵": 2092,
      "斂": 2093,
      "文": 2094,
      "斗": 2095,
      "料": 2096,
      "斜": 2097,
      "斬": 2098,
      "断": 2099,
      "斯": 2100,
      "新": 2101,
      "斷": 2102,
      "方": 2103,
      "施": 2104,
      "旅": 2105,
      "族": 2106,
      "无": 2107,
      "既": 2108,
      "日": 2109,
      "早": 2110,
      "旬": 2111,
      "时": 2112,
      "昆": 2113,
      "昌": 2114,
      "明": 2115,
      "星": 2116,
      "映": 2117,
      "春": 2118,
      "昭": 2119,
      "是": 2120,
      "時": 2121,
      "晓": 2122,
      "普": 2123,
      "景": 2124,
      "晴": 2125,
      "智": 2126,
      "暗": 2127,
      "曜": 2128,
      "更": 2129,
      "書": 2130,
      "曼": 2131,
      "曾": 2132,
      "最": 2133,
      "會": 2134,
      "月": 2135,
      "有": 2136,
      "服": 2137,
      "望": 2138,
      "朝": 2139,
      "期": 2140,
      "木": 2141,
      "未": 2142,
      "本": 2143,
      "札": 2144,
      "朱": 2145,
      "机": 2146,
      "朽": 2147,
      "杂": 2148,
      "李": 2149,
      "杏": 2150,
      "材": 2151,
      "村": 2152,
      "杜": 2153,
      "束": 2154,
      "条": 2155,
      "来": 2156,
      "杰": 2157,
      "東": 2158,
      "板": 2159,
      "构": 2160,
      "林": 2161,
      "果": 2162,
      "柏": 2163,
      "染": 2164,
      "柠": 2165,
      "查": 2166,
      "柯": 2167,
      "柱": 2168,
      "査": 2169,
      "栀": 2170,
      "标": 2171,
      "校": 2172,
      "株": 2173,
      "样": 2174,
      "根": 2175,
      "格": 2176,
      "桂": 2177,
      "案": 2178,
      "桌": 2179,
      "桑": 2180,
      "桥": 2181,
      "桩": 2182,
      "梅": 2183,
      "梦": 2184,
      "梯": 2185,
      "械": 2186,
      "棚": 2187,
      "森": 2188,
      "植": 2189,
      "椒": 2190,
      "検": 2191,
      "楊": 2192,
      "楚": 2193,
      "業": 2194,
      "楼": 2195,
      "楽": 2196,
      "概": 2197,
      "様": 2198,
      "樂": 2199,
      "標": 2200,
      "模": 2201,
      "樹": 2202,
      "樺": 2203,
      "橋": 2204,
      "機": 2205,
      "檻": 2206,
      "次": 2207,
      "歇": 2208,
      "歌": 2209,
      "止": 2210,
      "正": 2211,
      "此": 2212,
      "武": 2213,
      "歩": 2214,
      "歳": 2215,
      "歴": 2216,
      "死": 2217,
      "殊": 2218,
      "残": 2219,
      "殴": 2220,
      "段": 2221,
      "殺": 2222,
      "母": 2223,
      "毎": 2224,
      "每": 2225,
      "比": 2226,
      "毛": 2227,
      "民": 2228,
      "気": 2229,
      "氣": 2230,
      "水": 2231,
      "氷": 2232,
      "永": 2233,
      "汁": 2234,
      "汇": 2235,
      "汉": 2236,
      "汚": 2237,
      "江": 2238,
      "汤": 2239,
      "決": 2240,
      "沒": 2241,
      "沙": 2242,
      "没": 2243,
      "沪": 2244,
      "河": 2245,
      "沸": 2246,
      "油": 2247,
      "治": 2248,
      "沼": 2249,
      "沽": 2250,
      "泉": 2251,
      "法": 2252,
      "波": 2253,
      "泥": 2254,
      "注": 2255,
      "洗": 2256,
      "洛": 2257,
      "洞": 2258,
      "津": 2259,
      "洪": 2260,
      "洲": 2261,
      "活": 2262,
      "派": 2263,
      "流": 2264,
      "济": 2265,
      "浜": 2266,
      "浴": 2267,
      "海": 2268,
      "消": 2269,
      "涙": 2270,
      "涼": 2271,
      "淡": 2272,
      "淨": 2273,
      "深": 2274,
      "添": 2275,
      "清": 2276,
      "済": 2277,
      "渋": 2278,
      "渐": 2279,
      "渡": 2280,
      "渦": 2281,
      "游": 2282,
      "湖": 2283,
      "湘": 2284,
      "湿": 2285,
      "源": 2286,
      "溢": 2287,
      "溪": 2288,
      "溶": 2289,
      "滇": 2290,
      "滑": 2291,
      "滨": 2292,
      "滴": 2293,
      "漁": 2294,
      "漏": 2295,
      "演": 2296,
      "漕": 2297,
      "漠": 2298,
      "漢": 2299,
      "漫": 2300,
      "潔": 2301,
      "潟": 2302,
      "潮": 2303,
      "澤": 2304,
      "澧": 2305,
      "激": 2306,
      "灑": 2307,
      "火": 2308,
      "灰": 2309,
      "灵": 2310,
      "灼": 2311,
      "炎": 2312,
      "炒": 2313,
      "炖": 2314,
      "炮": 2315,
      "点": 2316,
      "為": 2317,
      "烏": 2318,
      "烧": 2319,
      "热": 2320,
      "烹": 2321,
      "無": 2322,
      "然": 2323,
      "焼": 2324,
      "煎": 2325,
      "煒": 2326,
      "照": 2327,
      "煮": 2328,
      "熟": 2329,
      "熬": 2330,
      "熱": 2331,
      "燕": 2332,
      "營": 2333,
      "爆": 2334,
      "爭": 2335,
      "爱": 2336,
      "爵": 2337,
      "父": 2338,
      "爷": 2339,
      "爸": 2340,
      "爽": 2341,
      "爾": 2342,
      "片": 2343,
      "版": 2344,
      "牌": 2345,
      "牙": 2346,
      "牛": 2347,
      "物": 2348,
      "特": 2349,
      "犯": 2350,
      "狂": 2351,
      "狄": 2352,
      "狗": 2353,
      "狡": 2354,
      "独": 2355,
      "狼": 2356,
      "狽": 2357,
      "猫": 2358,
      "猾": 2359,
      "獄": 2360,
      "獅": 2361,
      "獣": 2362,
      "獨": 2363,
      "王": 2364,
      "环": 2365,
      "现": 2366,
      "珍": 2367,
      "珠": 2368,
      "現": 2369,
      "球": 2370,
      "理": 2371,
      "琨": 2372,
      "瑞": 2373,
      "瑪": 2374,
      "環": 2375,
      "瓦": 2376,
      "瓶": 2377,
      "生": 2378,
      "産": 2379,
      "用": 2380,
      "甩": 2381,
      "田": 2382,
      "由": 2383,
      "申": 2384,
      "电": 2385,
      "男": 2386,
      "町": 2387,
      "画": 2388,
      "界": 2389,
      "略": 2390,
      "番": 2391,
      "異": 2392,
      "當": 2393,
      "疆": 2394,
      "疗": 2395,
      "疫": 2396,
      "病": 2397,
      "症": 2398,
      "痛": 2399,
      "瘡": 2400,
      "療": 2401,
      "発": 2402,
      "登": 2403,
      "發": 2404,
      "白": 2405,
      "百": 2406,
      "的": 2407,
      "皇": 2408,
      "皮": 2409,
      "盐": 2410,
      "盛": 2411,
      "監": 2412,
      "目": 2413,
      "盲": 2414,
      "直": 2415,
      "相": 2416,
      "盾": 2417,
      "看": 2418,
      "県": 2419,
      "真": 2420,
      "眠": 2421,
      "眩": 2422,
      "眺": 2423,
      "眼": 2424,
      "眾": 2425,
      "着": 2426,
      "督": 2427,
      "瞬": 2428,
      "瞭": 2429,
      "瞳": 2430,
      "知": 2431,
      "石": 2432,
      "研": 2433,
      "破": 2434,
      "硫": 2435,
      "确": 2436,
      "碎": 2437,
      "碗": 2438,
      "碰": 2439,
      "磯": 2440,
      "示": 2441,
      "礼": 2442,
      "社": 2443,
      "祈": 2444,
      "祐": 2445,
      "祖": 2446,
      "祝": 2447,
      "神": 2448,
      "祠": 2449,
      "祥": 2450,
      "票": 2451,
      "禅": 2452,
      "福": 2453,
      "禪": 2454,
      "禮": 2455,
      "禺": 2456,
      "秀": 2457,
      "私": 2458,
      "种": 2459,
      "科": 2460,
      "秘": 2461,
      "秤": 2462,
      "积": 2463,
      "移": 2464,
      "程": 2465,
      "種": 2466,
      "稲": 2467,
      "稳": 2468,
      "究": 2469,
      "空": 2470,
      "突": 2471,
      "窒": 2472,
      "窝": 2473,
      "窟": 2474,
      "窺": 2475,
      "立": 2476,
      "站": 2477,
      "竞": 2478,
      "端": 2479,
      "競": 2480,
      "笑": 2481,
      "笙": 2482,
      "笠": 2483,
      "符": 2484,
      "笨": 2485,
      "第": 2486,
      "笼": 2487,
      "等": 2488,
      "算": 2489,
      "管": 2490,
      "箱": 2491,
      "節": 2492,
      "篭": 2493,
      "籍": 2494,
      "米": 2495,
      "类": 2496,
      "粉": 2497,
      "粒": 2498,
      "粗": 2499,
      "粤": 2500,
      "粥": 2501,
      "粮": 2502,
      "粹": 2503,
      "精": 2504,
      "糕": 2505,
      "糖": 2506,
      "糙": 2507,
      "糞": 2508,
      "糸": 2509,
      "系": 2510,
      "紀": 2511,
      "約": 2512,
      "紅": 2513,
      "級": 2514,
      "素": 2515,
      "索": 2516,
      "細": 2517,
      "紹": 2518,
      "終": 2519,
      "組": 2520,
      "経": 2521,
      "結": 2522,
      "給": 2523,
      "統": 2524,
      "絶": 2525,
      "經": 2526,
      "続": 2527,
      "綱": 2528,
      "緋": 2529,
      "緑": 2530,
      "編": 2531,
      "緩": 2532,
      "練": 2533,
      "縛": 2534,
      "繊": 2535,
      "繋": 2536,
      "繞": 2537,
      "红": 2538,
      "约": 2539,
      "级": 2540,
      "纯": 2541,
      "纳": 2542,
      "组": 2543,
      "织": 2544,
      "终": 2545,
      "经": 2546,
      "给": 2547,
      "络": 2548,
      "统": 2549,
      "维": 2550,
      "网": 2551,
      "罗": 2552,
      "罪": 2553,
      "置": 2554,
      "羅": 2555,
      "羊": 2556,
      "美": 2557,
      "群": 2558,
      "羲": 2559,
      "羹": 2560,
      "習": 2561,
      "翰": 2562,
      "翼": 2563,
      "耀": 2564,
      "老": 2565,
      "考": 2566,
      "者": 2567,
      "而": 2568,
      "耶": 2569,
      "聊": 2570,
      "联": 2571,
      "聖": 2572,
      "聞": 2573,
      "聪": 2574,
      "聲": 2575,
      "職": 2576,
      "聽": 2577,
      "肉": 2578,
      "肠": 2579,
      "股": 2580,
      "肢": 2581,
      "肥": 2582,
      "育": 2583,
      "胆": 2584,
      "背": 2585,
      "胡": 2586,
      "能": 2587,
      "脑": 2588,
      "脖": 2589,
      "脱": 2590,
      "腊": 2591,
      "腐": 2592,
      "腰": 2593,
      "腸": 2594,
      "腹": 2595,
      "膝": 2596,
      "臟": 2597,
      "臥": 2598,
      "臨": 2599,
      "自": 2600,
      "臭": 2601,
      "至": 2602,
      "致": 2603,
      "舞": 2604,
      "航": 2605,
      "艦": 2606,
      "良": 2607,
      "色": 2608,
      "艾": 2609,
      "芋": 2610,
      "花": 2611,
      "芸": 2612,
      "芽": 2613,
      "苣": 2614,
      "若": 2615,
      "苦": 2616,
      "英": 2617,
      "茂": 2618,
      "范": 2619,
      "茨": 2620,
      "茶": 2621,
      "草": 2622,
      "荒": 2623,
      "药": 2624,
      "莉": 2625,
      "莫": 2626,
      "莱": 2627,
      "莴": 2628,
      "获": 2629,
      "菌": 2630,
      "菎": 2631,
      "菓": 2632,
      "菜": 2633,
      "華": 2634,
      "菲": 2635,
      "萊": 2636,
      "萌": 2637,
      "萨": 2638,
      "落": 2639,
      "葉": 2640,
      "著": 2641,
      "董": 2642,
      "葬": 2643,
      "葱": 2644,
      "蒂": 2645,
      "蒜": 2646,
      "蒟": 2647,
      "蒲": 2648,
      "蒸": 2649,
      "蒻": 2650,
      "蓋": 2651,
      "蓝": 2652,
      "蓮": 2653,
      "蔡": 2654,
      "蔵": 2655,
      "薇": 2656,
      "薩": 2657,
      "薫": 2658,
      "薬": 2659,
      "薯": 2660,
      "藏": 2661,
      "藕": 2662,
      "藥": 2663,
      "蘇": 2664,
      "虎": 2665,
      "虐": 2666,
      "處": 2667,
      "虚": 2668,
      "虫": 2669,
      "虾": 2670,
      "蛋": 2671,
      "蜜": 2672,
      "融": 2673,
      "血": 2674,
      "衅": 2675,
      "衆": 2676,
      "行": 2677,
      "術": 2678,
      "街": 2679,
      "衝": 2680,
      "衣": 2681,
      "表": 2682,
      "衰": 2683,
      "被": 2684,
      "裂": 2685,
      "装": 2686,
      "裏": 2687,
      "裕": 2688,
      "補": 2689,
      "裹": 2690,
      "製": 2691,
      "複": 2692,
      "襄": 2693,
      "西": 2694,
      "要": 2695,
      "覆": 2696,
      "見": 2697,
      "視": 2698,
      "親": 2699,
      "観": 2700,
      "覺": 2701,
      "觀": 2702,
      "见": 2703,
      "规": 2704,
      "角": 2705,
      "解": 2706,
      "言": 2707,
      "計": 2708,
      "討": 2709,
      "託": 2710,
      "記": 2711,
      "設": 2712,
      "許": 2713,
      "訳": 2714,
      "証": 2715,
      "評": 2716,
      "試": 2717,
      "詩": 2718,
      "詰": 2719,
      "話": 2720,
      "詳": 2721,
      "詹": 2722,
      "誌": 2723,
      "認": 2724,
      "誓": 2725,
      "語": 2726,
      "說": 2727,
      "説": 2728,
      "読": 2729,
      "調": 2730,
      "談": 2731,
      "請": 2732,
      "諦": 2733,
      "謀": 2734,
      "謂": 2735,
      "謎": 2736,
      "謐": 2737,
      "謙": 2738,
      "識": 2739,
      "議": 2740,
      "護": 2741,
      "變": 2742,
      "认": 2743,
      "记": 2744,
      "讲": 2745,
      "许": 2746,
      "论": 2747,
      "设": 2748,
      "识": 2749,
      "诉": 2750,
      "话": 2751,
      "该": 2752,
      "语": 2753,
      "误": 2754,
      "说": 2755,
      "读": 2756,
      "调": 2757,
      "谛": 2758,
      "豆": 2759,
      "豊": 2760,
      "豌": 2761,
      "象": 2762,
      "豪": 2763,
      "負": 2764,
      "貢": 2765,
      "販": 2766,
      "貫": 2767,
      "貴": 2768,
      "買": 2769,
      "費": 2770,
      "資": 2771,
      "賓": 2772,
      "質": 2773,
      "贝": 2774,
      "赛": 2775,
      "赤": 2776,
      "赦": 2777,
      "起": 2778,
      "超": 2779,
      "越": 2780,
      "趋": 2781,
      "趣": 2782,
      "距": 2783,
      "路": 2784,
      "身": 2785,
      "車": 2786,
      "軟": 2787,
      "転": 2788,
      "軸": 2789,
      "載": 2790,
      "輝": 2791,
      "輩": 2792,
      "輪": 2793,
      "车": 2794,
      "转": 2795,
      "轰": 2796,
      "载": 2797,
      "辅": 2798,
      "辛": 2799,
      "辺": 2800,
      "込": 2801,
      "达": 2802,
      "过": 2803,
      "迈": 2804,
      "运": 2805,
      "近": 2806,
      "还": 2807,
      "这": 2808,
      "进": 2809,
      "远": 2810,
      "连": 2811,
      "迪": 2812,
      "迫": 2813,
      "述": 2814,
      "迷": 2815,
      "退": 2816,
      "逊": 2817,
      "逐": 2818,
      "途": 2819,
      "這": 2820,
      "通": 2821,
      "速": 2822,
      "造": 2823,
      "週": 2824,
      "進": 2825,
      "逸": 2826,
      "逽": 2827,
      "遂": 2828,
      "遅": 2829,
      "過": 2830,
      "道": 2831,
      "達": 2832,
      "違": 2833,
      "遠": 2834,
      "選": 2835,
      "遺": 2836,
      "邊": 2837,
      "那": 2838,
      "邦": 2839,
      "邮": 2840,
      "郊": 2841,
      "郎": 2842,
      "部": 2843,
      "郷": 2844,
      "都": 2845,
      "鄳": 2846,
      "酌": 2847,
      "配": 2848,
      "酬": 2849,
      "酸": 2850,
      "醋": 2851,
      "醒": 2852,
      "醫": 2853,
      "里": 2854,
      "重": 2855,
      "野": 2856,
      "量": 2857,
      "金": 2858,
      "針": 2859,
      "鉱": 2860,
      "銀": 2861,
      "銘": 2862,
      "銷": 2863,
      "鋙": 2864,
      "錄": 2865,
      "錨": 2866,
      "鍛": 2867,
      "鍬": 2868,
      "鍮": 2869,
      "鏟": 2870,
      "鐘": 2871,
      "鑽": 2872,
      "钥": 2873,
      "钻": 2874,
      "铲": 2875,
      "银": 2876,
      "锅": 2877,
      "锋": 2878,
      "错": 2879,
      "锡": 2880,
      "镇": 2881,
      "長": 2882,
      "长": 2883,
      "開": 2884,
      "間": 2885,
      "閔": 2886,
      "関": 2887,
      "闇": 2888,
      "门": 2889,
      "间": 2890,
      "阁": 2891,
      "队": 2892,
      "阮": 2893,
      "阳": 2894,
      "阴": 2895,
      "阶": 2896,
      "阻": 2897,
      "阿": 2898,
      "际": 2899,
      "陆": 2900,
      "陈": 2901,
      "降": 2902,
      "限": 2903,
      "陕": 2904,
      "院": 2905,
      "陣": 2906,
      "除": 2907,
      "陰": 2908,
      "陳": 2909,
      "陶": 2910,
      "陽": 2911,
      "隆": 2912,
      "隊": 2913,
      "隍": 2914,
      "際": 2915,
      "隠": 2916,
      "雀": 2917,
      "雄": 2918,
      "雅": 2919,
      "集": 2920,
      "雑": 2921,
      "雛": 2922,
      "雜": 2923,
      "離": 2924,
      "難": 2925,
