{
  "version": "1.0",
  "truncation": null,
  "padding": null,
  "added_tokens": [
    {
      "id": 0,
      "content": "<s>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 1,
      "content": "<pad>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 2,
      "content": "</s>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 3,
      "content": "<unk>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 4,
      "content": "<mask>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    }
  ],
  "normalizer": null,
  "pre_tokenizer": {
    "type": "ByteLevel",
    "add_prefix_space": false,
    "trim_offsets": true,
    "use_regex": true
  },
  "post_processor": {
    "type": "ByteLevel",
    "add_prefix_space": true,
    "trim_offsets": false,
    "use_regex": true
  },
  "decoder": {
    "type": "ByteLevel",
    "add_prefix_space": true,
    "trim_offsets": true,
    "use_regex": true
  },
  "model": {
    "type": "BPE",
    "dropout": null,
    "unk_token": null,
    "continuing_subword_prefix": null,
    "end_of_word_suffix": null,
    "fuse_unk": false,
    "byte_fallback": false,
    "ignore_merges": false,
    "vocab": {
      "<s>": 0,
      "<pad>": 1,
      "</s>": 2,
      "<unk>": 3,
      "<mask>": 4,
      "!": 5,
      "\"": 6,
      "#": 7,
      "$": 8,
      "%": 9,
      "&": 10,
      "'": 11,
      "(": 12,
      ")": 13,
      "*": 14,
      "+": 15,
      ",": 16,
      "-": 17,
      ".": 18,
      "/": 19,
      "0": 20,
      "1": 21,
      "2": 22,
      "3": 23,
      "4": 24,
      "5": 25,
      "6": 26,
      "7": 27,
      "8": 28,
      "9": 29,
      ":": 30,
      ";": 31,
      "<": 32,
      "=": 33,
      ">": 34,
      "?": 35,
      "@": 36,
      "A": 37,
      "B": 38,
      "C": 39,
      "D": 40,
      "E": 41,
      "F": 42,
      "G": 43,
      "H": 44,
      "I": 45,
      "J": 46,
      "K": 47,
      "L": 48,
      "M": 49,
      "N": 50,
      "O": 51,
      "P": 52,
      "Q": 53,
      "R": 54,
      "S": 55,
      "T": 56,
      "U": 57,
      "V": 58,
      "W": 59,
      "X": 60,
      "Y": 61,
      "Z": 62,
      "[": 63,
      "\\": 64,
      "]": 65,
      "^": 66,
      "_": 67,
      "`": 68,
      "a": 69,
      "b": 70,
      "c": 71,
      "d": 72,
      "e": 73,
      "f": 74,
      "g": 75,
      "h": 76,
      "i": 77,
      "j": 78,
      "k": 79,
      "l": 80,
      "m": 81,
      "n": 82,
      "o": 83,
      "p": 84,
      "q": 85,
      "r": 86,
      "s": 87,
      "t": 88,
      "u": 89,
      "v": 90,
      "w": 91,
      "x": 92,
      "y": 93,
      "z": 94,
      "{": 95,
      "|": 96,
      "}": 97,
      "~": 98,
      "¡": 99,
      "¢": 100,
      "£": 101,
      "¤": 102,
      "¥": 103,
      "¦": 104,
      "§": 105,
      "¨": 106,
      "©": 107,
      "ª": 108,
      "«": 109,
      "¬": 110,
      "®": 111,
      "¯": 112,
      "°": 113,
      "±": 114,
      "²": 115,
      "³": 116,
      "´": 117,
      "µ": 118,
      "¶": 119,
      "·": 120,
      "¸": 121,
      "¹": 122,
      "º": 123,
      "»": 124,
      "¼": 125,
      "½": 126,
      "¾": 127,
      "¿": 128,
      "À": 129,
      "Á": 130,
      "Â": 131,
      "Ã": 132,
      "Ä": 133,
      "Å": 134,
      "Æ": 135,
      "Ç": 136,
      "È": 137,
      "É": 138,
      "Ê": 139,
      "Ë": 140,
      "Ì": 141,
      "Í": 142,
      "Î": 143,
      "Ï": 144,
      "Ð": 145,
      "Ñ": 146,
      "Ò": 147,
      "Ó": 148,
      "Ô": 149,
      "Õ": 150,
      "Ö": 151,
      "×": 152,
      "Ø": 153,
      "Ù": 154,
      "Ú": 155,
      "Û": 156,
      "Ü": 157,
      "Ý": 158,
      "Þ": 159,
      "ß": 160,
      "à": 161,
      "á": 162,
      "â": 163,
      "ã": 164,
      "ä": 165,
      "å": 166,
      "æ": 167,
      "ç": 168,
      "è": 169,
      "é": 170,
      "ê": 171,
      "ë": 172,
      "ì": 173,
      "í": 174,
      "î": 175,
      "ï": 176,
      "ð": 177,
      "ñ": 178,
      "ò": 179,
      "ó": 180,
      "ô": 181,
      "õ": 182,
      "ö": 183,
      "÷": 184,
      "ø": 185,
      "ù": 186,
      "ú": 187,
      "û": 188,
      "ü": 189,
      "ý": 190,
      "þ": 191,
      "ÿ": 192,
      "Ā": 193,
      "ā": 194,
      "Ă": 195,
      "ă": 196,
      "Ą": 197,
      "ą": 198,
      "Ć": 199,
      "ć": 200,
      "Ĉ": 201,
      "ĉ": 202,
      "Ċ": 203,
      "ċ": 204,
      "Č": 205,
      "č": 206,
      "Ď": 207,
      "ď": 208,
      "Đ": 209,
      "đ": 210,
      "Ē": 211,
      "ē": 212,
      "Ĕ": 213,
      "ĕ": 214,
      "Ė": 215,
      "ė": 216,
      "Ę": 217,
      "ę": 218,
      "Ě": 219,
      "ě": 220,
      "Ĝ": 221,
      "ĝ": 222,
      "Ğ": 223,
      "ğ": 224,
      "Ġ": 225,
      "ġ": 226,
      "Ģ": 227,
      "ģ": 228,
      "Ĥ": 229,
      "ĥ": 230,
      "Ħ": 231,
      "ħ": 232,
      "Ĩ": 233,
      "ĩ": 234,
      "Ī": 235,
      "ī": 236,
      "Ĭ": 237,
      "ĭ": 238,
      "Į": 239,
      "į": 240,
      "İ": 241,
      "ı": 242,
      "Ĳ": 243,
      "ĳ": 244,
      "Ĵ": 245,
      "ĵ": 246,
      "Ķ": 247,
      "ķ": 248,
      "ĸ": 249,
      "Ĺ": 250,
      "ĺ": 251,
      "Ļ": 252,
      "ļ": 253,
      "Ľ": 254,
      "ľ": 255,
      "Ŀ": 256,
      "ŀ": 257,
      "Ł": 258,
      "ł": 259,
      "Ń": 260,
      "Ġt": 261,
      "Ġa": 262,
      "in": 263,
      "he": 264,
      "on": 265,
      "re": 266,
      "Ġthe": 267,
      "Ġs": 268,
      "at": 269,
      "er": 270,
      "Ġc": 271,
      "ĠĠ": 272,
      "es": 273,
      "or": 274,
      "nd": 275,
      "ou": 276,
      "Ġw": 277,
      "it": 278,
      "en": 279,
      "is": 280,
      "an": 281,
      "Ġp": 282,
      "ing": 283,
      "Ġf": 284,
      "Ġo": 285,
      "Ġm": 286,
      "Ġb": 287,
      "Ġto": 288,
      "al": 289,
      "Ġand": 290,
      "ion": 291,
      "Ġd": 292,
      "le": 293,
      "Ġin": 294,
      "##": 295,
      "ar": 296,
      "Ġof": 297,
      "se": 298,
      "ic": 299,
      "ct": 300,
      "st": 301,
      "ro": 302,
      "ed": 303,
      "ĠI": 304,
      "ĠĠĠĠ": 305,
      "Ġth": 306,
      "Ġy": 307,
      "Ġh": 308,
      "Ġe": 309,
      "Ġyou": 310,
      "Ġl": 311,
      "om": 312,
      "ent": 313,
      "Ġre": 314,
      "Ġn": 315,
      "ve": 316,
      "Ġis": 317,
      "et": 318,
      "il": 319,
      "Ġu": 320,
      "###": 321,
      "im": 322,
      "Ġg": 323,
      "as": 324,
      "ow": 325,
      "ĠT": 326,
      "Ġbe": 327,
      "ra": 328,
      "Ġfor": 329,
      "ly": 330,
      "ce": 331,
      "ch": 332,
      "id": 333,
      "Ġthat": 334,
      "ru": 335,
      "ot": 336,
      "ction": 337,
      "ol": 338,
      "ation": 339,
      "ĠR": 340,
      "ut": 341,
      "ig": 342,
      "Ġon": 343,
      "Ġst": 344,
      "if": 345,
      "ĠIn": 346,
      "am": 347,
      "Ġit": 348,
      "ith": 349,
      "Ġpro": 350,
      "ĠA": 351,
      "el": 352,
      "Ġas": 353,
      "ver": 354,
      "ay": 355,
      "od": 356,
      "Ġan": 357,
      "Ġcan": 358,
      "Ġcon": 359,
      "pon": 360,
      "ul": 361,
      "Ġwith": 362,
      "ur": 363,
      "Ġor": 364,
      "Ġare": 365,
      "ld": 366,
      "ke": 367,
      "ate": 368,
      "stru": 369,
      "ge": 370,
      "ir": 371,
      "ĠS": 372,
      "ponse": 373,
      "pe": 374,
      "struction": 375,
      "ĠRes": 376,
      "Ġex": 377,
      "ĠInstruction": 378,
      "ĠResponse": 379,
      "Ġwh": 380,
      "ad": 381,
      "Ġal": 382,
      "Ġsu": 383,
      "Ġcom": 384,
      "ĠC": 385,
      "qu": 386,
      "her": 387,
      "ĠThe": 388,
      "ers": 389,
      "Ġde": 390,
      "ist": 391,
      "Ġyour": 392,
      "ab": 393,
      "um": 394,
      "ould": 395,
      "ess": 396,
      "Ġhe": 397,
      "Ġv": 398,
      "ri": 399,
      "ant": 400,
      "Ġha": 401,
      "ĠĠĠĠĠĠĠĠ": 402,
      "ter": 403,
      "ure": 404,
      "ore": 405,
      "th": 406,
      "ere": 407,
      "est": 408,
      "op": 409,
      "out": 410,
      "em": 411,
      "ity": 412,
      "'s": 413,
      "ĠP": 414,
      "pl": 415,
      "ck": 416,
      "Ġne": 417,
      "ment": 418,
      "ain": 419,
      "igh": 420,
      "nt": 421,
      "ĠH": 422,
      "pt": 423,
      "ive": 424,
      "Ġ1": 425,
      "Ġ-": 426,
      "ort": 427,
      "ill": 428,
      "Ġ\"": 429,
      "Ġim": 430,
      "os": 431,
      "ĠM": 432,
      "ies": 433,
      "Ġle": 434,
      "Ġch": 435,
      "Ġse": 436,
      "Ġme": 437,
      "ĠW": 438,
      "un": 439,
      "Ġuse": 440,
      "Ġ(": 441,
      "ple": 442,
      "Ġhave": 443,
      "ĠB": 444,
      "ome": 445,
      "Ġnot": 446,
      "us": 447,
      "Ġby": 448,
      "rom": 449,
      "ase": 450,
      "age": 451,
      "ight": 452,
      "ine": 453,
      "Ġma": 454,
      "ect": 455,
      "iz": 456,
      "ĠD": 457,
      "Ġsh": 458,
      "Ġdo": 459,
      "per": 460,
      "ĠF": 461,
      "ide": 462,
      "Ġwor": 463,
      "ĠE": 464,
      "ial": 465,
      "iv": 466,
      "our": 467,
      "Ġen": 468,
      "Ġab": 469,
      "pp": 470,
      "Ġfrom": 471,
      "Ġint": 472,
      "ical": 473,
      "and": 474,
      "Ġus": 475,
      "Ġpl": 476,
      "res": 477,
      "ther": 478,
      "ud": 479,
      "art": 480,
      "Ġ2": 481,
      "all": 482,
      "ĠG": 483,
      "Ġwe": 484,
      "ĠL": 485,
      "Ġthis": 486,
      "oc": 487,
      "ell": 488,
      "Ġ=": 489,
      "Ġat": 490,
      "ich": 491,
      "og": 492,
      "orm": 493,
      "ame": 494,
      "ĠTh": 495,
      "Ġr": 496,
      "Ġk": 497,
      "Ġad": 498,
      "able": 499,
      "Ġimp": 500,
      "act": 501,
      "ile": 502,
      "Ġli": 503,
      "ĠO": 504,
      "are": 505,
      "ions": 506,
      "Ġmore": 507,
      "ust": 508,
      "Ġcont": 509,
      "ry": 510,
      "ag": 511,
      "ard": 512,
      "cl": 513,
      "ind": 514,
      "``": 515,
      "Ġother": 516,
      "ult": 517,
      "rou": 518,
      "Ġres": 519,
      "ations": 520,
      "ang": 521,
      "Ġwhich": 522,
      "ff": 523,
      "Ġte": 524,
      "form": 525,
      "king": 526,
      "--": 527,
      "Ġsome": 528,
      "Ġcomp": 529,
      "Ġtheir": 530,
      "ep": 531,
      "Ġwill": 532,
      "Ġqu": 533,
      "so": 534,
      "Ġwas": 535,
      "ie": 536,
      "vel": 537,
      "Ġwhe": 538,
      "ĠN": 539,
      "ack": 540,
      "low": 541,
      "gh": 542,
      "ĠThis": 543,
      "ost": 544,
      "ire": 545,
      "Ġhel": 546,
      "ime": 547,
      "ite": 548,
      "Ġgo": 549,
      "Ġsc": 550,
      "ble": 551,
      "ces": 552,
      "ast": 553,
      "ence": 554,
      "Ġwould": 555,
      "cess": 556,
      "Ġcre": 557,
      "Ġif": 558,
      "Ġbut": 559,
      "ans": 560,
      "Ġhelp": 561,
      "Ġspe": 562,
      "oo": 563,
      "ance": 564,
      "Ġlike": 565,
      "Ġ3": 566,
      "Ġsuch": 567,
      "du": 568,
      "Ġmod": 569,
      "iff": 570,
      "Ġj": 571,
      "ue": 572,
      "hat": 573,
      "Ġany": 574,
      "Ġso": 575,
      "Ġcl": 576,
      "ous": 577,
      "ated": 578,
      "Ġun": 579,
      "ach": 580,
      "Ġdat": 581,
      "Ġhas": 582,
      "Ġfe": 583,
      "ks": 584,
      "ĠIt": 585,
      "Ġman": 586,
      "ice": 587,
      "ĠU": 588,
      "00": 589,
      "Ġabout": 590,
      "Ġac": 591,
      "Ġsy": 592,
      "ory": 593,
      "Ġtra": 594,
      "Ġdiff": 595,
      "Ġthey": 596,
      "ong": 597,
      "ign": 598,
      "xt": 599,
      "Ġmy": 600,
      "ac": 601,
      "av": 602,
      "now": 603,
      "ific": 604,
      "ap": 605,
      "Ġalso": 606,
      "ary": 607,
      "Ġmay": 608,
      "ally": 609,
      "ass": 610,
      "int": 611,
      "ace": 612,
      "ĠY": 613,
      "Ġar": 614,
      "Ġneed": 615,
      "Ġout": 616,
      "ition": 617,
      "nder": 618,
      "ram": 619,
      "ip": 620,
      "Ġhow": 621,
      "ode": 622,
      "one": 623,
      "ber": 624,
      "clud": 625,
      "ject": 626,
      "Ġthere": 627,
      "Ġro": 628,
      "Ġcomm": 629,
      "Ġprov": 630,
      "Ġev": 631,
      "Ġcould": 632,
      "Ġup": 633,
      "Ġknow": 634,
      "Ġpre": 635,
      "Ġcons": 636,
      "Ġthem": 637,
      "Ġdata": 638,
      "end": 639,
      "stem": 640,
      "Ġtime": 641,
      "ĠJ": 642,
      "Ġexam": 643,
      "Ġimport": 644,
      "Ġdis": 645,
      "Ġall": 646,
      "Ġone": 647,
      "ient": 648,
      "Ġinclud": 649,
      "Ġusing": 650,
      "Ġused": 651,
      "etw": 652,
      "Ġper": 653,
      "ens": 654,
      "ors": 655,
      "lo": 656,
      "Ġfun": 657,
      "Ġdes": 658,
      "ail": 659,
      "Ġspec": 660,
      "ning": 661,
      "Ġwhat": 662,
      "Ġdiffere": 663,
      "Ġmake": 664,
      "ake": 665,
      "Ġam": 666,
      "Ġinto": 667,
      "âĢ": 668,
      "Ġits": 669,
      "ress": 670,
      "ating": 671,
      "Ġsystem": 672,
      "ount": 673,
      "'t": 674,
      "ose": 675,
      "ener": 676,
      "ics": 677,
      "Ġover": 678,
      "ari": 679,
      "Ġsp": 680,
      "Ġnew": 681,
      "au": 682,
      "com": 683,
      "ater": 684,
      "ord": 685,
      "ft": 686,
      "con": 687,
      "Ġser": 688,
      "Ġ4": 689,
      "ak": 690,
      "ual": 691,
      "led": 692,
      "Ġcol": 693,
      "Ġway": 694,
      "put": 695,
      "ĠYou": 696,
      "Ġshould": 697,
      "ful": 698,
      "Ġmodel": 699,
      "Ġcode": 700,
      "ize": 701,
      "Ġ*": 702,
      "Ġinter": 703,
      "Ġadd": 704,
      "ings": 705,
      "```": 706,
      "Ġunder": 707,
      "ll": 708,
      "ature": 709,
      "Ġke": 710,
      "very": 711,
      "ub": 712,
      "erm": 713,
      "ild": 714,
      "ree": 715,
      "ular": 716,
      "angu": 717,
      "Ġfunction": 718,
      "eth": 719,
      "Ġap": 720,
      "The": 721,
      "ible": 722,
      "pen": 723,
      "ove": 724,
      "ne": 725,
      "Ġem": 726,
      "les": 727,
      "ĠSt": 728,
      "Ġapp": 729,
      "Ġthese": 730,
      "Ġ5": 731,
      "ments": 732,
      "Ġru": 733,
      "Ġsim": 734,
      "Ġnum": 735,
      "Ġ```": 736,
      "olog": 737,
      "Ġpart": 738,
      "Ġlangu": 739,
      "velop": 740,
      "ĠIf": 741,
      "Ġset": 742,
      "Ġpos": 743,
      "Ġpe": 744,
      "Ġpr": 745,
      "ĠHow": 746,
      "Ġhis": 747,
      "Ġwho": 748,
      "ates": 749,
      "Ġty": 750,
      "Ġexample": 751,
      "Ġph": 752,
      "Ġprog": 753,
      "Ġval": 754,
      "ick": 755,
      "Ġget": 756,
      "Ġgener": 757,
      "Ġwork": 758,
      "Ġhum": 759,
      "Ġdifferent": 760,
      "Ġind": 761,
      "Ġbu": 762,
      "ased": 763,
      "vers": 764,
      "ish": 765,
      "Ġrequ": 766,
      "ility": 767,
      "Ġwant": 768,
      "ange": 769,
      "ound": 770,
      "Ġ{": 771,
      "Ġrel": 772,
      "ph": 773,
      "ĠĠĠĠĠ": 774,
      "Ġ|": 775,
      "Ġob": 776,
      "Ġlear": 777,
      "lect": 778,
      "Ġthan": 779,
      "rit": 780,
      "ents": 781,
      "Ġeff": 782,
      "ear": 783,
      "te": 784,
      "Ġpers": 785,
      "rib": 786,
      "Ġwhen": 787,
      "Ġeach": 788,
      "ough": 789,
      "Ġmany": 790,
      "Ġdevelop": 791,
      "get": 792,
      "ys": 793,
      "ia": 794,
      "ower": 795,
      "row": 796,
      "Ġstr": 797,
      "//": 798,
      "rough": 799,
      "Ġinv": 800,
      "ise": 801,
      "ĠV": 802,
      "ities": 803,
      "Ġform": 804,
      "urn": 805,
      "Ġpo": 806,
      "Ġimportant": 807,
      "Ġfol": 808,
      "Ġ#": 809,
      "ople": 810,
      "Ġno": 811,
      "Ġexpl": 812,
      "----": 813,
      "Ġra": 814,
      "ative": 815,
      "Ġdet": 816,
      "Ġplay": 817,
      "een": 818,
      "ict": 819,
      "Ġtr": 820,
      "ever": 821,
      "cre": 822,
      "ood": 823,
      "Ġmost": 824,
      "What": 825,
      "chn": 826,
      "round": 827,
      "Ġvari": 828,
      "pend": 829,
      "ĠK": 830,
      "Ġsm": 831,
      "tain": 832,
      "ause": 833,
      "ĠAI": 834,
      "ark": 835,
      "ĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠ": 836,
      "ath": 837,
      "etween": 838,
      "ript": 839,
      "irst": 840,
      "Ġinform": 841,
      "Ġcreate": 842,
      "Ġworld": 843,
      "ook": 844,
      "Ġexper": 845,
      "ages": 846,
      "Ġwhere": 847,
      "Ġbetween": 848,
      "Ġprogram": 849,
      "Ġ<": 850,
      "()": 851,
      "Ġprocess": 852,
      "Ġprovide": 853,
      "cur": 854,
      "ience": 855,
      "Ġpeople": 856,
      "Ġthen": 857,
      "stand": 858,
      "Ġtw": 859,
      "als": 860,
      "Ġlanguage": 861,
      "ĠAs": 862,
      "Ġdef": 863,
      "gg": 864,
      "Ġoff": 865,
      "yth": 866,
      "lease": 867,
      "Ġtechn": 868,
      "Ġbec": 869,
      "oth": 870,
      "Ġact": 871,
      "ov": 872,
      "Ġthrough": 873,
      "Ġfind": 874,
      "own": 875,
      "ps": 876,
      "Ġstart": 877,
      "Ġ'": 878,
      "Ġass": 879,
      "rite": 880,
      "Ġfollow": 881,
      "ware": 882,
      "Ġcomple": 883,
      "Ġinst": 884,
      "plic": 885,
      "sel": 886,
      "Ġlist": 887,
      "Ġcur": 888,
      "tern": 889,
      "ting": 890,
      "Ġbeen": 891,
      "Ġquest": 892,
      "Ġprodu": 893,
      "reat": 894,
      "Ġperson": 895,
      "Ġcal": 896,
      "ious": 897,
      "ced": 898,
      "Ġreg": 899,
      "wn": 900,
      "its": 901,
      "Ġunderstand": 902,
      "Ġinformation": 903,
      "ib": 904,
      "ices": 905,
      "ten": 906,
      "Ġgood": 907,
      "hes": 908,
      "Ġmat": 909,
      "Ġ[": 910,
      "ob": 911,
      "ife": 912,
      "Ġwhile": 913,
      "Ġ}": 914,
      "Ġatt": 915,
      "ract": 916,
      "ĠHowever": 917,
      "Ġjust": 918,
      "ython": 919,
      "ĠFor": 920,
      "cy": 921,
      "Ġchar": 922,
      "Ġsol": 923,
      "ential": 924,
      "Ġcomput": 925,
      "Ġ0": 926,
      "Ġtwo": 927,
      "\",": 928,
      "Ġwell": 929,
      "ds": 930,
      "Ġtrans": 931,
      "ink": 932,
      "Ġlar": 933,
      "ays": 934,
      "Ġco": 935,
      "Ġadv": 936,
      "ons": 937,
      "Ġrep": 938,
      "erg": 939,
      "Ġspecific": 940,
      "cept": 941,
      "Ġconsid": 942,
      "..": 943,
      "ues": 944,
      "Ġfirst": 945,
      "ĠHere": 946,
      "ng": 947,
      "ality": 948,
      "Ġ6": 949,
      "arch": 950,
      "ef": 951,
      "Ġdoes": 952,
      "sible": 953,
      "ms": 954,
      "Ġgame": 955,
      "Ġhigh": 956,
      "Ġag": 957,
      "pect": 958,
      "Ġtrain": 959,
      "Ġ`": 960,
      "Ġfl": 961,
      "Ġwere": 962,
      "Ġhuman": 963,
      "Ġret": 964,
      "Ġfile": 965,
      "Ġdist": 966,
      "Ġche": 967,
      "Ġrec": 968,
      "Ġrem": 969,
      "ork": 970,
      "ĠCh": 971,
      "ving": 972,
      "Ġopt": 973,
      "hen": 974,
      "ized": 975,
      "pport": 976,
      "Ġweb": 977,
      "Ġonly": 978,
      "Ġtext": 979,
      "Ġallow": 980,
      "Ġpower": 981,
      "Ġincluding": 982,
      "Ġsub": 983,
      "der": 984,
      "ĠĠĠ": 985,
      "oy": 986,
      "Ġkey": 987,
      "Ġnumber": 988,
      "ically": 989,
      "ution": 990,
      "Ġav": 991,
      "Ġsa": 992,
      "iqu": 993,
      "ify": 994,
      "Ġrun": 995,
      "Ġref": 996,
      "Ġ+": 997,
      "Ġinf": 998,
      "self": 999,
      "ness": 1000,
      "read": 1001,
      "Ġsign": 1002,
      "ural": 1003,
      "Ġbest": 1004,
      ");": 1005,
      "Ġgra": 1006,
      "ĠAd": 1007,
      "tt": 1008,
      "Ġtake": 1009,
      "iew": 1010,
      "Ġown": 1011,
      "Ġtry": 1012,
      "uring": 1013,
      "Ġsk": 1014,
      "Ġbuild": 1015,
      "Ġback": 1016,
      "Ġmain": 1017,
      "nce": 1018,
      "Ġfact": 1019,
      "'m": 1020,
      "rent": 1021,
      "ĠRe": 1022,
      "fore": 1023,
      "ves": 1024,
      "ethod": 1025,
      "ines": 1026,
      "Ġdepend": 1027,
      "Ġbeing": 1028,
      "ered": 1029,
      "ian": 1030,
      "ved": 1031,
      "eng": 1032,
      "Ġclass": 1033,
      "ts": 1034,
      "Ġhand": 1035,
      "Ġour": 1036,
      "Ġlight": 1037,
      "Ġlong": 1038,
      "Ġplan": 1039,
      "Ġfi": 1040,
      "Ġpop": 1041,
      "Ġopen": 1042,
      "ety": 1043,
      "Ġprovid": 1044,
      "Ġcor": 1045,
      "Ġmin": 1046,
      "Ġperform": 1047,
      "dition": 1048,
      "ern": 1049,
      "Ġresult": 1050,
      "Ġ$": 1051,
      "Ġsee": 1052,
      "Ġdesign": 1053,
      "Ġlife": 1054,
      "Ġstep": 1055,
      "Ġfil": 1056,
      "red": 1057,
      "Ġdon": 1058,
      "sw": 1059,
      "ĠTo": 1060,
      "ource": 1061,
      ").": 1062,
      "ron": 1063,
      "Ġdec": 1064,
      "ĠHe": 1065,
      "Ġcharact": 1066,
      "uch": 1067,
      "Ġloc": 1068,
      "Ġhad": 1069,
      "ax": 1070,
      "Ġdown": 1071,
      "),": 1072,
      "ied": 1073,
      "Ġappro": 1074,
      "Ġimpro": 1075,
      "Ġmethod": 1076,
      "gor": 1077,
      "Ġobject": 1078,
      "ĠĠĠĠĠĠĠĠĠĠĠĠ": 1079,
      "ĠWhat": 1080,
      "Ġpol": 1081,
      "sed": 1082,
      "ctions": 1083,
      "Ġide": 1084,
      "Ġsoc": 1085,
      "Ġher": 1086,
      "alth": 1087,
      "Ġ20": 1088,
      "Ġtyp": 1089,
      "How": 1090,
      "ade": 1091,
      "ien": 1092,
      "Ġmed": 1093,
      "Ġrequire": 1094,
      "old": 1095,
      "ology": 1096,
      "Ġart": 1097,
      "Ġel": 1098,
      "line": 1099,
      "ples": 1100,
      "Ġpoint": 1101,
      "Ġpot": 1102,
      "Ġexp": 1103,
      "cript": 1104,
      "Ġyear": 1105,
      "Ġevery": 1106,
      "Ġinclude": 1107,
      "Ġbased": 1108,
      "ited": 1109,
      "iron": 1110,
      "Ġext": 1111,
      "other": 1112,
      "Ġpossible": 1113,
      "ism": 1114,
      "ars": 1115,
      "ody": 1116,
      "'re": 1117,
      "Ġlead": 1118,
      "Ġeas": 1119,
      "Ġend": 1120,
      "Ġboth": 1121,
      "gan": 1122,
      "ures": 1123,
      "Ġgu": 1124,
      "Ġeven": 1125,
      "ather": 1126,
      "Ġstud": 1127,
      "Ġ7": 1128,
      "Ġgive": 1129,
      "Ġ10": 1130,
      "ming": 1131,
      "Ġins": 1132,
      "ĠAn": 1133,
      "Ġansw": 1134,
      "**": 1135,
      "Ġsmall": 1136,
      "Ġlarge": 1137,
      "ty": 1138,
      "Ġcommun": 1139,
      "Ġeng": 1140,
      "Ġreal": 1141,
      "Ġname": 1142,
      "Ġproble": 1143,
      "Ġeffect": 1144,
      "Ġent": 1145,
      "ily": 1146,
      "ward": 1147,
      "etter": 1148,
      "any": 1149,
      "Ġwater": 1150,
      "Ġincre": 1151,
      "Ġapplic": 1152,
      "Ġmight": 1153,
      "br": 1154,
      "Ġmult": 1155,
      "Ġinput": 1156,
      "Ġcomplex": 1157,
      "ources": 1158,
      "Ġaut": 1159,
      "ization": 1160,
      "ric": 1161,
      "hed": 1162,
      "Ġlet": 1163,
      "ĠâĢ": 1164,
      "Ġla": 1165,
      "gorith": 1166,
      "Ġprom": 1167,
      "fter": 1168,
      "Ġvalue": 1169,
      "Ġlearning": 1170,
      "Ġconf": 1171,
      "âĸ": 1172,
      "cial": 1173,
      "Ġterm": 1174,
      "up": 1175,
      "Ġfeel": 1176,
      "Ġtas": 1177,
      "ivid": 1178,
      "ex": 1179,
      "Can": 1180,
      "Ġdire": 1181,
      "Ġreturn": 1182,
      "Ġpar": 1183,
      "ergy": 1184,
      "rain": 1185,
      "imate": 1186,
      "Ġstru": 1187,
      "Ġi": 1188,
      "vent": 1189,
      "Ġlearn": 1190,
      "Ġproject": 1191,
      "ional": 1192,
      "Ġequ": 1193,
      "Ġsur": 1194,
      "Ġsom": 1195,
      "Ġmuch": 1196,
      "atures": 1197,
      "Ġtool": 1198,
      "viron": 1199,
      "Ġsupport": 1200,
      "ĠUn": 1201,
      "Ġacc": 1202,
      "ring": 1203,
      "Ġbetter": 1204,
      "Ġbl": 1205,
      "Ġdi": 1206,
      "Ġproper": 1207,
      "Ġsoft": 1208,
      "Ġtype": 1209,
      "ĠThey": 1210,
      "Ġmean": 1211,
      "Ġtop": 1212,
      "Ġcontro": 1213,
      "hip": 1214,
      "ros": 1215,
      "ident": 1216,
      "Ġalgorith": 1217,
      "eg": 1218,
      "Ġ8": 1219,
      "Ġoften": 1220,
      "ertain": 1221,
      "Ġhere": 1222,
      "ives": 1223,
      "aking": 1224,
      "Ġright": 1225,
      "Ġbeh": 1226,
      "erest": 1227,
      "Ġcount": 1228,
      "Ġshe": 1229,
      "Ġmem": 1230,
      "Ġfew": 1231,
      "Ġcurrent": 1232,
      "Ġpat": 1233,
      "comm": 1234,
      "mat": 1235,
      "Ġconsider": 1236,
      "ĠThese": 1237,
      "Ġca": 1238,
      "Ġenergy": 1239,
      "ier": 1240,
      "âĢĻ": 1241,
      "cul": 1242,
      "ĠAl": 1243,
      "Ġknown": 1244,
      "ually": 1245,
      "Ġfin": 1246,
      "ank": 1247,
      "Ġaround": 1248,
      "ĠWh": 1249,
      "Ġ19": 1250,
      "Ġsame": 1251,
      "Ġuser": 1252,
      "Ġhealth": 1253,
      "Ġcar": 1254,
      "ability": 1255,
      "Ġpartic": 1256,
      "Ġinvol": 1257,
      "riend": 1258,
      "Ġtru": 1259,
      "Ġnetw": 1260,
      "Ġbecause": 1261,
      "):": 1262,
      "Ġ.": 1263,
      "Ġhard": 1264,
      "Ġoper": 1265,
      "Ġread": 1266,
      "Ġdisc": 1267,
      "Ġenviron": 1268,
      "Ġredu": 1269,
      "ĠOpen": 1270,
      "ext": 1271,
      "Ġanswer": 1272,
      "ational": 1273,
      "Ġfollowing": 1274,
      "istant": 1275,
      "Ġbel": 1276,
      "ĠWe": 1277,
      "Ġsure": 1278,
      "ĠThere": 1279,
      "Ġbre": 1280,
      "ases": 1281,
      "ĠCon": 1282,
      "Th": 1283,
      "Ġday": 1284,
      "Ġpopular": 1285,
      "Ġbefore": 1286,
      "Ġwrit": 1287,
      "ix": 1288,
      "ĠPro": 1289,
      "ner": 1290,
      "Ġpotential": 1291,
      "arm": 1292,
      "ribut": 1293,
      "Ġvis": 1294,
      "Ġinterest": 1295,
      "ew": 1296,
      "ĠĠĠĠĠĠ": 1297,
      "Ġwithout": 1298,
      "oid": 1299,
      "Sure": 1300,
      "resent": 1301,
      "vice": 1302,
      "Ġvery": 1303,
      "ox": 1304,
      "uc": 1305,
      "lic": 1306,
      "Ġmade": 1307,
      "ser": 1308,
      "Ġstill": 1309,
      "Ġable": 1310,
      "iss": 1311,
      "20": 1312,
      "Ġele": 1313,
      "Ġve": 1314,
      "Ġmaking": 1315,
      "ames": 1316,
      "Ġwrite": 1317,
      "ote": 1318,
      "arth": 1319,
      "Ġhist": 1320,
      "Ġfree": 1321,
      "Ġens": 1322,
      "ec": 1323,
      "Ġcle": 1324,
      "Ġsoftware": 1325,
      "ĠPython": 1326,
      "Ġaccess": 1327,
      "Ġimprove": 1328,
      "Ġcommon": 1329,
      ".\"": 1330,
      "ince": 1331,
      "io": 1332,
      "Ġpur": 1333,
      "ven": 1334,
      "ething": 1335,
      "Ġlo": 1336,
      "Ġconst": 1337,
      "Ġgreat": 1338,
      "tle": 1339,
      "Ġkeep": 1340,
      "to": 1341,
      "ĠAnd": 1342,
      "thing": 1343,
      "Ġchang": 1344,
      "Ġmulti": 1345,
      "Ġindivid": 1346,
      "Ġhapp": 1347,
      "Ġagain": 1348,
      "air": 1349,
      "ren": 1350,
      "inu": 1351,
      "vices": 1352,
      "Ġtem": 1353,
      "elf": 1354,
      "Ġsever": 1355,
      "Ġsystems": 1356,
      "Ġmon": 1357,
      "Ġmach": 1358,
      "gin": 1359,
      "mm": 1360,
      "Ġdevelopment": 1361,
      "Ġ\\": 1362,
      "Ġtoo": 1363,
      "Ġbelie": 1364,
      "Ġmet": 1365,
      "plement": 1366,
      "Ġed": 1367,
      "Ġcomputer": 1368,
      "Ġcontain": 1369,
      "Ġrespon": 1370,
      "Ġindividual": 1371,
      "day": 1372,
      "Ġcent": 1373,
      "Ġlim": 1374,
      "ale": 1375,
      "Ġlevel": 1376,
      "Ġexplain": 1377,
      "Ġcap": 1378,
      "conom": 1379,
      "ists": 1380,
      "Ġenvironment": 1381,
      "Ġprint": 1382,
      "Ġsomething": 1383,
      "Ġcontrol": 1384,
      "itive": 1385,
      "Ġtraining": 1386,
      "Ġcommand": 1387,
      "ead": 1388,
      "Ġquestion": 1389,
      "Ġmus": 1390,
      "--------": 1391,
      "Ġstate": 1392,
      "Ġdirect": 1393,
      "ways": 1394,
      "ggest": 1395,
      "Ġseveral": 1396,
      "Wh": 1397,
      "ave": 1398,
      "Ġmark": 1399,
      "Ġstory": 1400,
      "iness": 1401,
      "Ġquestions": 1402,
      "ique": 1403,
      "ense": 1404,
      "Ġcharacter": 1405,
      "Ġfood": 1406,
      "Ġphys": 1407,
      "Ġexperience": 1408,
      "Ġelect": 1409,
      "Ġiss": 1410,
      "Ġprof": 1411,
      "eld": 1412,
      "Ġfam": 1413,
      "Ġthings": 1414,
      "Ġrese": 1415,
      "ĠCan": 1416,
      "Ġrange": 1417,
      "::": 1418,
      "Ġimpact": 1419,
      "Ġproduct": 1420,
      "ĠEx": 1421,
      "imes": 1422,
      "Ġsuggest": 1423,
      "akes": 1424,
      "Ġfoc": 1425,
      "Ġsw": 1426,
      "Ġmove": 1427,
      "Ġblo": 1428,
      "bers": 1429,
      "ĠSome": 1430,
      "=\"": 1431,
      "000": 1432,
      "Ġwebs": 1433,
      "Ġsimple": 1434,
      "Ġtest": 1435,
      "Ġx": 1436,
      "pro": 1437,
      "(\"": 1438,
      "Ġair": 1439,
      "Ġstruct": 1440,
      "Ġfound": 1441,
      "lu": 1442,
      "not": 1443,
      "commend": 1444,
      "Ġpri": 1445,
      "atch": 1446,
      "aterial": 1447,
      "Ġthose": 1448,
      "Ġsteps": 1449,
      "ream": 1450,
      "ope": 1451,
      "sc": 1452,
      "Ġself": 1453,
      "Ġpub": 1454,
      "Ġchall": 1455,
      "Ġafter": 1456,
      "Ġpract": 1457,
      "Ġavail": 1458,
      "ĠDe": 1459,
      "Ġsignific": 1460,
      "'ll": 1461,
      "ray": 1462,
      "://": 1463,
      "Ġless": 1464,
      "oard": 1465,
      "Ġrecommend": 1466,
      "Ġbas": 1467,
      "Ġthough": 1468,
      "Ġmess": 1469,
      "ets": 1470,
      "indow": 1471,
      "dit": 1472,
      "Ġcult": 1473,
      "ooking": 1474,
      "yle": 1475,
      "ock": 1476,
      "Ġgrow": 1477,
      "Ġprogramming": 1478,
      "Ġdid": 1479,
      "mer": 1480,
      "ared": 1481,
      "verse": 1482,
      "ries": 1483,
      "li": 1484,
      "Ġcause": 1485,
      "ior": 1486,
      "ted": 1487,
      "Ġ/": 1488,
      "rect": 1489,
      "ata": 1490,
      "',": 1491,
      "Ġvers": 1492,
      "Ġprot": 1493,
      "Ġtell": 1494,
      "Ġyears": 1495,
      "Ġchange": 1496,
      "ustom": 1497,
      "Ġshow": 1498,
      "Ġfriend": 1499,
      "Ġplease": 1500,
      "iven": 1501,
      "Ġmust": 1502,
      "Ġduring": 1503,
      "icult": 1504,
      "In": 1505,
      "Ġplace": 1506,
      "Ġline": 1507,
      "here": 1508,
      "ention": 1509,
      "nect": 1510,
      "Ġest": 1511,
      "Ġorgan": 1512,
      "Ġscript": 1513,
      "Ġ//": 1514,
      "Ġoutput": 1515,
      "ape": 1516,
      "Ġanal": 1517,
      "Ġimage": 1518,
      "Ġmov": 1519,
      "Ġeconom": 1520,
      "ilar": 1521,
      "ror": 1522,
      "__": 1523,
      "Ġorder": 1524,
      "Ġeffic": 1525,
      "cing": 1526,
      "ĠÐ": 1527,
      "Ġthink": 1528,
      "Ġlibr": 1529,
      "Ġlook": 1530,
      "Ġamount": 1531,
      "ton": 1532,
      "ined": 1533,
      "Ġalways": 1534,
      "Ġconcept": 1535,
      "Ġexamples": 1536,
      "less": 1537,
      "Ġimplement": 1538,
      "ull": 1539,
      "ci": 1540,
      "ger": 1541,
      "Ġhim": 1542,
      "Ġothers": 1543,
      "Ġdeterm": 1544,
      "Ġensure": 1545,
      "Ġer": 1546,
      "ĠBut": 1547,
      "ables": 1548,
      "ems": 1549,
      "inal": 1550,
      "ator": 1551,
      "ee": 1552,
      "Ġfeatures": 1553,
      "Ġdifficult": 1554,
      "Ġfactors": 1555,
      "Ġexist": 1556,
      "Ġlay": 1557,
      "Ġask": 1558,
      "Ġbi": 1559,
      "ĠCom": 1560,
      "ills": 1561,
      "Ġsocial": 1562,
      "de": 1563,
      "Ġcalled": 1564,
      "Ġnetwork": 1565,
      "Ġresources": 1566,
      "Ġmeans": 1567,
      "ava": 1568,
      "Ġwide": 1569,
      "ellig": 1570,
      "view": 1571,
      "val": 1572,
      "ilities": 1573,
      "ash": 1574,
      "ins": 1575,
      "Ġaddition": 1576,
      "Ġgeneral": 1577,
      "usion": 1578,
      "ument": 1579,
      "Ġvide": 1580,
      "oh": 1581,
      "Ġsignificant": 1582,
      "Ġnow": 1583,
      "Ġfut": 1584,
      "Ġavailable": 1585,
      "po": 1586,
      "Ġcost": 1587,
      "Ġsit": 1588,
      "Ġworks": 1589,
      "Ġelse": 1590,
      "Ġbehav": 1591,
      "raph": 1592,
      "Ġgre": 1593,
      "Ġpersonal": 1594,
      "chie": 1595,
      "Ġmaterial": 1596,
      "Ġunt": 1597,
      "Ġcomb": 1598,
      "Ġunderstanding": 1599,
      "ĠUse": 1600,
      "âĶ": 1601,
      "Ġfast": 1602,
      "ĠIs": 1603,
      "kes": 1604,
      "You": 1605,
      "sh": 1606,
      "Ġsource": 1607,
      "ĠSo": 1608,
      "ttps": 1609,
      "crib": 1610,
      "Ġsize": 1611,
      "Ġpass": 1612,
      "yn": 1613,
      "Ġbody": 1614,
      "Ġmodels": 1615,
      "Ġvarious": 1616,
      "10": 1617,
      "Ġcheck": 1618,
      "77": 1619,
      "Ġcalcul": 1620,
      "Ġbr": 1621,
      "els": 1622,
      "Ġmachine": 1623,
      "Ġaff": 1624,
      "Ġris": 1625,
      "âĶĢ": 1626,
      "ination": 1627,
      "nces": 1628,
      "Ġrest": 1629,
      "Ġanother": 1630,
      "Ġcontent": 1631,
      "Ġserver": 1632,
      "Ġenc": 1633,
      "Ġcase": 1634,
      "Ġproblem": 1635,
      "Ġways": 1636,
      "play": 1637,
      "Ġtechnology": 1638,
      "Ġcustom": 1639,
      "Ġinc": 1640,
      "oot": 1641,
      "Ġwhy": 1642,
      "Ġneeds": 1643,
      "Ġcare": 1644,
      "lish": 1645,
      "ering": 1646,
      "Ġdem": 1647,
      "Ġachie": 1648,
      "Ġresponse": 1649,
      "Ġactiv": 1650,
      "ified": 1651,
      "oice": 1652,
      "Ġuses": 1653,
      "pos": 1654,
      "Ġgrou": 1655,
      "oose": 1656,
      "Ġspace": 1657,
      "Ġalgorithm": 1658,
      "Ġfocus": 1659,
      "Ġtasks": 1660,
      "ross": 1661,
      "orld": 1662,
      "ling": 1663,
      "Ġben": 1664,
      "ĠAr": 1665,
      "Here": 1666,
      "Ġdra": 1667,
      "Ġ9": 1668,
      "curity": 1669,
      "face": 1670,
      "und": 1671,
      "Ġz": 1672,
      "ateg": 1673,
      "Ġfuture": 1674,
      "\":": 1675,
      "Ġdri": 1676,
      "hemat": 1677,
      "Ġes": 1678,
      "Ġspeed": 1679,
      "Ġreas": 1680,
      "Ġleg": 1681,
      "Ġsay": 1682,
      "ital": 1683,
      "Ġperformance": 1684,
      "cle": 1685,
      "Ġ**": 1686,
      "Ġsaf": 1687,
      "Ġusers": 1688,
      "Ġsimilar": 1689,
      "ĠQ": 1690,
      "Ġuntil": 1691,
      "Ġident": 1692,
      "Ġcertain": 1693,
      "ails": 1694,
      "\".": 1695,
      "Ġwebsite": 1696,
      "Ġchalleng": 1697,
      "ral": 1698,
      "uck": 1699,
      "ants": 1700,
      "Ġarg": 1701,
      "Ġintern": 1702,
      "ledge": 1703,
      "Ġconc": 1704,
      "Ġmag": 1705,
      "ĠAss": 1706,
      "][": 1707,
      "ĠDo": 1708,
      "Ġsl": 1709,
      "ories": 1710,
      "Ġstand": 1711,
      "Ġinstall": 1712,
      "Ġmeas": 1713,
      "Ġmind": 1714,
      "Ġlog": 1715,
      "Ġanything": 1716,
      "Ġengine": 1717,
      "Ġshort": 1718,
      "chan": 1719,
      "way": 1720,
      "Âł": 1721,
      ",,": 1722,
      "Ġallows": 1723,
      "Ġsearch": 1724,
      "Ġpattern": 1725,
      "Ġmultiple": 1726,
      "Ġcompany": 1727,
      "Ġbecome": 1728,
      "Ġidea": 1729,
      "oss": 1730,
      "Ġrequest": 1731,
      "Ġresearch": 1732,
      "Ġanim": 1733,
      "Ġunique": 1734,
      "Yes": 1735,
      "ats": 1736,
      "ond": 1737,
      "Ġbus": 1738,
      "Ġuni": 1739,
      "ision": 1740,
      "Ġlit": 1741,
      "par": 1742,
      "ĠSh": 1743,
      "raft": 1744,
      "Ġport": 1745,
      "atform": 1746,
      "Ġchanges": 1747,
      "name": 1748,
      "Ġlikely": 1749,
      "atural": 1750,
      "Ġstore": 1751,
      "ĠWhen": 1752,
      "uss": 1753,
      "Ġtools": 1754,
      "Ġpublic": 1755,
      "Ġcorrect": 1756,
      "ired": 1757,
      "port": 1758,
      "ditionally": 1759,
      "Ġyourself": 1760,
      "Ġsuc": 1761,
      "Ġscient": 1762,
      "vern": 1763,
      "ery": 1764,
      "Ġcolor": 1765,
      "ances": 1766,
      "Ġhistory": 1767,
      "PI": 1768,
      "ume": 1769,
      "pose": 1770,
      "ĠGo": 1771,
      "cond": 1772,
      "âĶĢâĶĢ": 1773,
      "St": 1774,
      "Ġnecess": 1775,
      "Ġintellig": 1776,
      "ĠOne": 1777,
      "Ġsound": 1778,
      "Ġcell": 1779,
      "Ġfur": 1780,
      "for": 1781,
      "Ġdue": 1782,
      "Ġrele": 1783,
      "Ġvalues": 1784,
      "Ġtypes": 1785,
      "ww": 1786,
      "ulation": 1787,
      "Ġfield": 1788,
      "Ġsing": 1789,
      "Ġinvest": 1790,
      "pre": 1791,
      "Ġstrong": 1792,
      "Ġsent": 1793,
      "ication": 1794,
      "iving": 1795,
      "Ð¾": 1796,
      "Ġinteg": 1797,
      "ember": 1798,
      "Ġability": 1799,
      "ĠSe": 1800,
      "Ġapplications": 1801,
      "Ġcontin": 1802,
      "Ġpa": 1803,
      "Ġweight": 1804,
      "az": 1805,
      "Ġdel": 1806,
      "Ġcontext": 1807,
      "Ġmeaning": 1808,
      "Ġparticular": 1809,
      "oph": 1810,
      "ĠEarth": 1811,
      "Ġmarket": 1812,
      "23": 1813,
      "Ġwar": 1814,
      "ĠPlease": 1815,
      "Ġquant": 1816,
      "Ġskills": 1817,
      "Ġmathemat": 1818,
      "ding": 1819,
      "ium": 1820,
      "Ġteam": 1821,
      "ute": 1822,
      "Ġinflu": 1823,
      "Ġknowledge": 1824,
      "Ġconsidered": 1825,
      "Ġorig": 1826,
      "Ġprompt": 1827,
      "Ġhy": 1828,
      "ires": 1829,
      "Ġblock": 1830,
      "ides": 1831,
      "Ġold": 1832,
      "inux": 1833,
      "Ġhumans": 1834,
      "ĠAdditionally": 1835,
      "Ġterms": 1836,
      "Ġdescrib": 1837,
      "reate": 1838,
      "Ġsince": 1839,
      "Ġwords": 1840,
      "Ġsqu": 1841,
      "Ġplatform": 1842,
      "ug": 1843,
      "ws": 1844,
      "Ġnote": 1845,
      "Ġsumm": 1846,
      "Ġtri": 1847,
      "atic": 1848,
      "Ġfiles": 1849,
      "ches": 1850,
      "Ġtheory": 1851,
      "Ġpain": 1852,
      "Ġpolit": 1853,
      "Ġbenef": 1854,
      "ool": 1855,
      "Ġlow": 1856,
      "Ġwithin": 1857,
      "Ġcreating": 1858,
      "As": 1859,
      "Ġonline": 1860,
      "Ġprevent": 1861,
      "ert": 1862,
      "alk": 1863,
      "ength": 1864,
      "Ġprovides": 1865,
      "anced": 1866,
      "Ġprofess": 1867,
      "Ġnext": 1868,
      "dict": 1869,
      "Ġtemper": 1870,
      "ĠPl": 1871,
      "oun": 1872,
      "ctor": 1873,
      "Ġmanage": 1874,
      "Ġoptim": 1875,
      "uro": 1876,
      "aces": 1877,
      "Ġpack": 1878,
      "Ġconnect": 1879,
      "Ġenough": 1880,
      "Ġrelations": 1881,
      "rodu": 1882,
      "Ġpref": 1883,
      "Ġstructure": 1884,
      "Ġgiven": 1885,
      "Ġcannot": 1886,
      "Ġstudy": 1887,
      "ploy": 1888,
      "Ġevent": 1889,
      "ĠX": 1890,
      "ilos": 1891,
      "Ġlocal": 1892,
      "ĠWhile": 1893,
      "be": 1894,
      "Ġbehavior": 1895,
      "amp": 1896,
      "word": 1897,
      "Ġgl": 1898,
      "ression": 1899,
      "Ġnumbers": 1900,
      "vert": 1901,
      "load": 1902,
      "utes": 1903,
      "ĠEng": 1904,
      "Ġreduce": 1905,
      "Ġissues": 1906,
      "Ġview": 1907,
      "Ġtoget": 1908,
      "irt": 1909,
      "Ġtogether": 1910,
      "ĠSc": 1911,
      "ĠWith": 1912,
      "Ġmessage": 1913,
      "ogn": 1914,
      "Ġhead": 1915,
      "Ġhope": 1916,
      "Ġsuccess": 1917,
      "PT": 1918,
      "abor": 1919,
      "Ġbuilding": 1920,
      "por": 1921,
      "Ġoc": 1922,
      "olution": 1923,
      "pri": 1924,
      "erc": 1925,
      "ĠOver": 1926,
      "Ġturn": 1927,
      "Ġdig": 1928,
      "ĠSp": 1929,
      "ĠEn": 1930,
      "Ġbegin": 1931,
      "Ġmechan": 1932,
      "Ġstrateg": 1933,
      "Ġquick": 1934,
      "Ġgenerate": 1935,
      "Ġrepresent": 1936,
      "âĸĪ": 1937,
      "Ġappe": 1938,
      "Ġthree": 1939,
      "Ġstre": 1940,
      "Ġsoci": 1941,
      "board": 1942,
      "Ġversion": 1943,
      "vant": 1944,
      "Ġupd": 1945,
      "</": 1946,
      "Ġess": 1947,
      "Ġlanguages": 1948,
      "amet": 1949,
      "Ġsun": 1950,
      "aut": 1951,
      "omet": 1952,
      "Ġavoid": 1953,
      "hor": 1954,
      "ĠBy": 1955,
      "ours": 1956,
      "iques": 1957,
      "dle": 1958,
      "Ġdog": 1959,
      "Ġsomeone": 1960,
      "leep": 1961,
      "Ġstyle": 1962,
      "It": 1963,
      "Ġbusiness": 1964,
      "Ġlooking": 1965,
      "ency": 1966,
      "Ġquality": 1967,
      "ĠUS": 1968,
      "Ġmaintain": 1969,
      "Ġrelationship": 1970,
      "Ġlove": 1971,
      "Ġdoc": 1972,
      "Ġgovern": 1973,
      "Ġdeep": 1974,
      "Ġworking": 1975,
      "the": 1976,
      "Ġside": 1977,
      "meric": 1978,
      "vious": 1979,
      "py": 1980,
      "Ġcome": 1981,
      "Ġmakes": 1982,
      "me": 1983,
      "To": 1984,
      "Ġtable": 1985,
      "ption": 1986,
      "Ġagainst": 1987,
      "Ġtre": 1988,
      "Ġcompon": 1989,
      "Ġgoals": 1990,
      "Ġwriting": 1991,
      "))": 1992,
      "Ġnatural": 1993,
      "ello": 1994,
      "Ġjob": 1995,
      "Ġeasy": 1996,
      "Ġfre": 1997,
      "Ġcontribut": 1998,
      "ĠâĢ¢": 1999,
      "('": 2000,
      "Ġbat": 2001,
      "...": 2002,
      "come": 2003,
      "place": 2004,
      "ĠJava": 2005,
      "Ġmusic": 2006,
      "ann": 2007,
      "Ġsecurity": 2008,
      "Ġtravel": 2009,
      "Ġapplication": 2010,
      "Ġeffective": 2011,
      "ots": 2012,
      "ĠLet": 2013,
      "ooks": 2014,
      "Ġcir": 2015,
      "ouse": 2016,
      "Ġnon": 2017,
      "Ġvariety": 2018,
      "co": 2019,
      "Ġmil": 2020,
      "ÂłÂł": 2021,
      "Ġtakes": 2022,
      "Ġmemory": 2023,
      "Ġkind": 2024,
      "AI": 2025,
      "Ġfram": 2026,
      "Ġapproach": 2027,
      "Ġpriv": 2028,
      "Ġlibrary": 2029,
      "arget": 2030,
      "Ġoptions": 2031,
      "back": 2032,
      "Ġear": 2033,
      "izing": 2034,
      "ĠLinux": 2035,
      "Ġnecessary": 2036,
      "19": 2037,
      "js": 2038,
      "iting": 2039,
      "Ġdesigned": 2040,
      "Ġmot": 2041,
      "joy": 2042,
      "Ġservices": 2043,
      "mb": 2044,
      "Ġtechniques": 2045,
      "Ġvideo": 2046,
      "Ġpast": 2047,
      "Ġexperien": 2048,
      "Ġintelligence": 2049,
      "idence": 2050,
      "Ġfurther": 2051,
      "Ġarea": 2052,
      "Ġrole": 2053,
      "Ġdepending": 2054,
      "lt": 2055,
      "aries": 2056,
      "Ġsubject": 2057,
      "Ġvol": 2058,
      "unt": 2059,
      "Ġspecial": 2060,
      "Ġsal": 2061,
      "ĠZ": 2062,
      "Ġincrease": 2063,
      "imately": 2064,
      "Ġ:": 2065,
      "Ġgen": 2066,
      "Ġhig": 2067,
      "Ġclear": 2068,
      "Ġjo": 2069,
      "ences": 2070,
      "ĠAmeric": 2071,
      "Ġhaving": 2072,
      "Ġphilos": 2073,
      "Ġinstead": 2074,
      "Ġminutes": 2075,
      "Ġgr": 2076,
      "There": 2077,
      "ĠAssistant": 2078,
      "Ġindust": 2079,
      "ditions": 2080,
      "iled": 2081,
      "oney": 2082,
      "oms": 2083,
      "ording": 2084,
      "of": 2085,
      "oring": 2086,
      "Ġchild": 2087,
      "Ġpoints": 2088,
      "\")": 2089,
      "Ġproblems": 2090,
      "Ġland": 2091,
      "Ġsingle": 2092,
      "((": 2093,
      "],": 2094,
      "Ġsong": 2095,
      "Ġcr": 2096,
      "set": 2097,
      "Ġmo": 2098,
      "Ġregular": 2099,
      "verage": 2100,
      "'ve": 2101,
      "ately": 2102,
      "Ġstring": 2103,
      "Ġobjects": 2104,
      "ury": 2105,
      "apt": 2106,
      "Ġaud": 2107,
      "ĠShe": 2108,
      "Ġmethods": 2109,
      "Ġprotect": 2110,
      "ffic": 2111,
      "acy": 2112,
      "orn": 2113,
      "Ġnever": 2114,
      "Ġefficient": 2115,
      "11": 2116,
      "Ġattack": 2117,
      "Ġpath": 2118,
      "ological": 2119,
      "Ð°": 2120,
      "Ġcreated": 2121,
      "istic": 2122,
      "Ðµ": 2123,
      "ental": 2124,
      "Ġpress": 2125,
      "Ġbro": 2126,
      "Ġmodern": 2127,
      "Ġclose": 2128,
      "Ġideas": 2129,
      "Ġphysical": 2130,
      "ĠBe": 2131,
      "app": 2132,
      "uation": 2133,
      "str": 2134,
      "ished": 2135,
      "fort": 2136,
      "ties": 2137,
      "orry": 2138,
      "Ġcommunity": 2139,
      "ze": 2140,
      "Ġpres": 2141,
      "ients": 2142,
      "Ġhelps": 2143,
      "by": 2144,
      "ãģ": 2145,
      "ird": 2146,
      "Ġbasic": 2147,
      "ĠMy": 2148,
      "Ġsecond": 2149,
      "Ġtask": 2150,
      "ik": 2151,
      "Ġcharacters": 2152,
      "erence": 2153,
      "Ġrunning": 2154,
      "med": 2155,
      "Ġdone": 2156,
      "Ġsuper": 2157,
      "ube": 2158,
      "amed": 2159,
      "let": 2160,
      "ips": 2161,
      "ler": 2162,
      "like": 2163,
      "Hello": 2164,
      "man": 2165,
      "Ġscen": 2166,
      "Ġdep": 2167,
      "Ġcomplete": 2168,
      "Ġcy": 2169,
      "Ġhome": 2170,
      "orks": 2171,
      "Ġtimes": 2172,
      "Ġtoday": 2173,
      "Ġachieve": 2174,
      "Ġinvolves": 2175,
      "bal": 2176,
      "Ġcall": 2177,
      "icro": 2178,
      "Ġge": 2179,
      "ibility": 2180,
      "Ġremain": 2181,
      "urope": 2182,
      "Write": 2183,
      "ml": 2184,
      "ĠIm": 2185,
      "Ġelements": 2186,
      "Ġnature": 2187,
      "Ġservice": 2188,
      "Ġaddress": 2189,
      "Ġresults": 2190,
      "Ġword": 2191,
      "Ġmass": 2192,
      "text": 2193,
      "Ġgroup": 2194,
      "Ġcard": 2195,
      "Ġet": 2196,
      "Ġtrue": 2197,
      "Ġexplore": 2198,
      "Ġĉ": 2199,
      "land": 2200,
      "light": 2201,
      "Ġsch": 2202,
      "Ġlast": 2203,
      "just": 2204,
      "Ġey": 2205,
      "Ġadditional": 2206,
      "ĠCreate": 2207,
      "Ġmor": 2208,
      "Ġ>": 2209,
      "aging": 2210,
      "ently": 2211,
      "Ġtarget": 2212,
      "anks": 2213,
      "Ġeconomic": 2214,
      "Ġnorm": 2215,
      "ĠPh": 2216,
      "ogle": 2217,
      "wards": 2218,
      "Ġfamily": 2219,
      "Ġfore": 2220,
      "struct": 2221,
      "Ġleft": 2222,
      "Ġcrit": 2223,
      "Ġbook": 2224,
      "ived": 2225,
      "Ġaffect": 2226,
      "++": 2227,
      "inter": 2228,
      "ane": 2229,
      "Ġscience": 2230,
      "Ġlot": 2231,
      "ample": 2232,
      "Ġgraph": 2233,
      "ĠMake": 2234,
      "Ġchoice": 2235,
      "ysis": 2236,
      "Ġautom": 2237,
      "Ġaccount": 2238,
      "Ġquantum": 2239,
      "ER": 2240,
      "ken": 2241,
      "Ġinit": 2242,
      "Ġchoose": 2243,
      "jor": 2244,
      "Ġsense": 2245,
      "ilt": 2246,
      "ĠFin": 2247,
      "pr": 2248,
      "Ġbal": 2249,
      "Ġhttps": 2250,
      "Ġtrack": 2251,
      "Ġrad": 2252,
      "Ġsort": 2253,
      "Ġgames": 2254,
      "Ġrespons": 2255,
      "âĸĪâĸĪ": 2256,
      "ah": 2257,
      "Ġpowerful": 2258,
      "ĠUnited": 2259,
      "SS": 2260,
      "ĠAPI": 2261,
      "ĠWorld": 2262,
      "ivity": 2263,
      "craft": 2264,
      "Ġdistance": 2265,
      "Ġreason": 2266,
      ",\"": 2267,
      "ney": 2268,
      "Ġaltern": 2269,
      "opy": 2270,
      "illion": 2271,
      "based": 2272,
      "ĠAdd": 2273,
      "lying": 2274,
      "Ġfunctions": 2275,
      "irtual": 2276,
      "ON": 2277,
      "over": 2278,
      "ites": 2279,
      "Ġpython": 2280,
      "Ġexerc": 2281,
      "Ġsets": 2282,
      "Ġrisk": 2283,
      "Ġrece": 2284,
      "Ġareas": 2285,
      "ndom": 2286,
      "col": 2287,
      "ditional": 2288,
      "path": 2289,
      "umn": 2290,
      "Ġenjoy": 2291,
      "Ġtypically": 2292,
      "Ġcour": 2293,
      "Ġfall": 2294,
      "ask": 2295,
      "Ġwhether": 2296,
      "Ġdetermine": 2297,
      "12": 2298,
      "den": 2299,
      "Ġrather": 2300,
      "ĠOn": 2301,
      "head": 2302,
      "Ġgoing": 2303,
      "side": 2304,
      "Ġ&": 2305,
      "Ġseries": 2306,
      "Ġneg": 2307,
      "Ġdepends": 2308,
      "If": 2309,
      "ĠOr": 2310,
      "Ġfar": 2311,
      "ĠCl": 2312,
      "ĠChe": 2313,
      "Ġwee": 2314,
      "Ġscre": 2315,
      "Ġalgorithms": 2316,
      "Ġpolitical": 2317,
      "use": 2318,
      "Ġaction": 2319,
      "Ġbrain": 2320,
      "asing": 2321,
      "pecial": 2322,
      "mit": 2323,
      "Ġreally": 2324,
      "Ġconditions": 2325,
      "oci": 2326,
      "Ġneeded": 2327,
      "Ġprofessional": 2328,
      "Ġsleep": 2329,
      "Ġcity": 2330,
      "Ġformat": 2331,
      "Ġpie": 2332,
      "Ġabove": 2333,
      "Ġpredict": 2334,
      "Ġbreak": 2335,
      "indows": 2336,
      "Ġharm": 2337,
      "Ġglo": 2338,
      "ML": 2339,
      "Ġcolle": 2340,
      "Ġprevious": 2341,
      "ĠCons": 2342,
      "Ġimages": 2343,
      "Ġrelated": 2344,
      "Ġeasier": 2345,
      "Ġloop": 2346,
      "iod": 2347,
      "Ġbot": 2348,
      "Ġop": 2349,
      "aring": 2350,
      "sequ": 2351,
      "Ġsociety": 2352,
      "Ġadvant": 2353,
      "sy": 2354,
      "Ġuseful": 2355,
      "Ġplayers": 2356,
      "ipe": 2357,
      "Ġbrow": 2358,
      "Ġtemperature": 2359,
      "Ġsources": 2360,
      "lex": 2361,
      "Ġeth": 2362,
      "Ġleast": 2363,
      "ĠDes": 2364,
      "rypt": 2365,
      "Ġ</": 2366,
      "roid": 2367,
      "ĠEurope": 2368,
      "Ġgoal": 2369,
      "ohn": 2370,
      "ither": 2371,
      "ĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠ": 2372,
      "Ġoccur": 2373,
      "Ġ12": 2374,
      "Ġevents": 2375,
      "Ġrequires": 2376,
      "Ġtrying": 2377,
      "ration": 2378,
      "Ġstay": 2379,
      "ift": 2380,
      "Ġcountry": 2381,
      "Ġput": 2382,
      "Ġaway": 2383,
      "Ġpresent": 2384,
      "âĢĿ": 2385,
      "Ġposition": 2386,
      "Ġbig": 2387,
      "Ġmoney": 2388,
      "Ġvary": 2389,
      "Ġfriends": 2390,
      "ster": 2391,
      "ĠHT": 2392,
      "ready": 2393,
      "Ġdefin": 2394,
      "Ġmedia": 2395,
      "Ġsens": 2396,
      "Ġrob": 2397,
      "==": 2398,
      "ancial": 2399,
      "ĠOnce": 2400,
      "Ġevidence": 2401,
      "Ġexpect": 2402,
      "Ġvalid": 2403,
      "Ġuniverse": 2404,
      "50": 2405,
      "Ġball": 2406,
      "Ġdifference": 2407,
      "Ġstandard": 2408,
      "time": 2409,
      "aste": 2410,
      "ologies": 2411,
      "Ġdoing": 2412,
      "Ġdatab": 2413,
      "Is": 2414,
      "Ġbase": 2415,
      "Ġindividuals": 2416,
      "Ð¸": 2417,
      "Ġemot": 2418,
      "Ġtrained": 2419,
      "oes": 2420,
      "ĠĠĠĠĠĠĠĠĠ": 2421,
      "Ġclean": 2422,
      "Ġlive": 2423,
      "we": 2424,
      "ont": 2425,
      "Ġquickly": 2426,
      "Ġprote": 2427,
      "Ġrequirements": 2428,
      "Ġtransform": 2429,
      "priate": 2430,
      "ST": 2431,
      "enc": 2432,
      "Ġexec": 2433,
      "Ġassist": 2434,
      "bs": 2435,
      "new": 2436,
      "Ġplayer": 2437,
      "Ġstarted": 2438,
      "Ġprob": 2439,
      "Ġfeed": 2440,
      "Ġmaterials": 2441,
      "Ġscientific": 2442,
      "Ġchallenges": 2443,
      "Ġmeasure": 2444,
